[
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Mr President, you're about to fly to Kenya, to your ancestral home. Given the al-Shabaab attacks on the West Gate mall and Garissa University, I'm sure your secret service could've suggested other countries for you to visit. But you wanted to go to Kenya. Well, I think it is important first of all that the president of the United States underscores our commitment to partnering with countries around the world, even though we're not intimidated by terrorist organisations. Second, the counterterrorism co-operation between the United States and Kenya - and Uganda and other countries - in East Africa - is very strong. And part of the subject of the visit is to continue to strengthen those ties to make them more effective. Third, as I wind down my presidency, I've already had a number of visits to Africa. But this gives me an opportunity to focus on a region that I have not been visiting as president, and I'm also going to have the opportunity to talk to the African Union. So I'll be the first US president to not only visit Kenya and Ethiopia, but also to address the continent as a whole, building off the African summit that we did here which was historic and has, I think, deepened the kinds of already strong relationships that we have across the continent.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "And you're going to talk about entrepreneurship at this summit in Nairobi.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Uh-huh.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Is there any link between security and entrepreneurship? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I think there is. I believe that when people see opportunity, when they have a sense of control of their own destiny, then they're less vulnerable to the propaganda and twisted ideologies that have been attracting young people - particularly now being turbocharged through social media. And a while back, when we started looking at strategies to reach out to the Muslim world - to reach out to - developed countries, a common theme emerged, which was people are not interested in - just being patrons- or - or being patronised. And being given aid. They're interested in building capacity. The more we can encourage entrepreneurship, particularly for young people, the more they have hope. Now that requires some reforms in these governments that we continue to emphasise. Rooting out corruption, increased transparency and how government operates, making sure that regulations are not designed just to advantage elites, but are allowing people who have a good idea to get out there and get things done.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "And I suppose the - you know, you famously said when you went to Africa, I think when you first became president, you know, \"What we need is strong institutions and- \" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "\" - not strong men\". You're going to Ethiopia, where there is effectively no opposition in Parliament.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "You're going to Kenya, where the International Criminal Court is still investigating certain members of the government, which seems kind of hardly ideal institutions.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, they're not ideal institutions. But what we found is, is that when we combined blunt talk with engagement, that gives us the best opportunity to influence and open up space for civil society. And the human rights agenda that we think is so important. And, you know, a good example of this is Burma. Where I was the first US president to visit there. At a time when we saw some possibility of transition, by the time I landed in Burma - it is not a liberal democracy by any means. And there were still significant human rights violations taking place. But my visit then solidified and validated the work of dissenters and human rights activists. And that has continued to allow them to move in the direction of a democracy. So, so our view is, in the same way that I visited Russia, and in the same way that I visited China, even when we know that there are significant human rights violations taking place, we want to make sure that we're there so that we can have this conversation and point them in a better direction.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Well, haven't the Chinese got there first in Africa? You're going to go to the African Union Building, which was built with Chinese money, you're going to travel along Chinese-built roads, you're going to go past endless Chinese traders on those roads.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, the - what is true is that China has - over the last several years, because of the surplus that they've accumulated in global trade and the fact that they're not accountable to their constituencies, have been able to funnel an awful lot of money into Africa, basically in exchange for raw materials that are being extracted from Africa. And what is certainly true is that the United States has to have a presence to promote the values that we care about. We welcome Chinese aid into Africa. I think we think that's a good thing. We don't want to discourage it. As I've said before, what I also want to make sure though is that trade is benefiting the ordinary Kenyan and the ordinary Ethiopian and the ordinary Guinean and not just a few elites. And the Chinese, who then get the resources that they need. And I think that we can help to shape an agenda where China, Europe, and the United States are all working together in order to address some of these issues.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "I'm going to suggest there may be one other difficult issue when you're there. And that's the issue of homosexuality, gay marriage, after the Supreme Court ruling. I mean, the deputy president in Kenya, who you're going to meet, Mr Ruto, he said - \"We have heard that in the US they have allowed gay relations and other dirty things.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. Well, I disagree with him on that, don't I? And I've had this experience before when we've visited Senegal in my last trip to Africa. I think that the president there President Sall, is doing a wonderful job in moving the country forward - a strong democrat. But in a press conference, I was very blunt about my belief that everybody deserves fair treatment, equal treatment in the eyes of the law and the state. And that includes gays, lesbians, transgender persons. I am not a fan of discrimination and bullying of anybody on the basis of race, on the basis of religion, on the basis of sexual orientation or gender. And I think that this is actually part and parcel of the agenda that's also going to be front and centre, and that is how are we treating women and girls. And as somebody who has family in Kenya and knows the history of how the country so often is held back because women and girls are not treated fairly, I think those same values apply when it comes to different sexual orientations.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Can we just move from difficult conversations that you're about to have in Kenya and the excruciatingly difficult conversations that you had in getting the Iran nuclear deal? I'm sure some people would say that yes, you've set out the case where there is no pathway to a nuclear bomb now for Iran - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "But, the net effect of lifting sanctions is that billions more will go to groups like Hezbollah, the Assad regime, and that is going to destabilise the region even more.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, keep in mind, first of all, we've shut off the pathways for Iran getting a nuclear weapon, which was priority number one. Because if Iran obtained a nuclear weapon, then they could cause all those same problems that you just listed with the protection of a nuclear bomb. And create much greater strategic challenges for the United States, for Israel, for our Gulf allies, for our European allies. Second, it is true that by definition, in a negotiation and a deal like this, Iran gets something out of it. The sanctions regime that we put in place with the hope of the Brits, but also the Chinese and the Russians and others meant that they had funds that were frozen. They get those funds back. A large portion of those funds are going to have to be used for them to rebuild their economy. That was the mandate that elected Rouhani. And the supreme leader is feeling pressure there. Does the IRGC [Revolutionary Guard] or the Quds Force have more resources? Probably, as the economy in Iran improves. But the challenge that we've had, when it comes to Hezbollah, for example, aiming rockets into Israel is not a shortage of resources. Iran has shown itself to be willing, even in the midst of real hardship, to fund what they consider to be strategy priorities. The challenge is us making sure that we've got the interdiction capacity, the intelligence, that we are building a much stronger defence against some of these proxy wars and asymmetric efforts. And we've sent a clear message to the Iranians. We are settling the Iran deal, but we still have a big account that we're going to have to work. Hopefully some of it diplomatically, if necessary some of it militarily.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "And you've had an intense campaign to settle the argument, which you've set out with great confidence.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Have you managed to change anyone's mind yet of the Gulf states or in Congress? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, in Congress I'm confident that we're going to be able to make sure that the deal sticks. With respect to the Gulf states we had the leaders up to Camp David. And I described for them our interest in making sure that they built their capacity to defend themselves and their territory and to make sure that destabilising activities that Iran may be engaging in are checked. But keep in mind, our Gulf partners, for example, their combined defense budget is ten times Iran's defense budget.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "But have they got the willingness to fight in the - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, and - and - and that's the issue. And that's the challenge as - so the point that I made to them consistently is, you have a strong, reliable partner in the United States. But ultimately, how issues get resolved in the Middle East is going to depend on both strengthening military capacity, but also addressing the underlying social and political issues that may lead not only to Iran being able to stir up problems among Shia populations, but also addressing some of the issues that are leading to the enormous and significant threat that they face from ISIL.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Nowhere is facing greater instability, and you mention ISIL, than in Syria. It looks like the British may be about to start flying alongside America and launching airstrikes. Would you welcome that? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Let me first of all say that Prime Minister David Cameron's been an outstanding partner of ours on not just the anti-ISIL coalition, but on a whole host of security issues. And I want to congratulate his government for meeting the commitment of the 2% defence budget. Because we don't have a more important partner than Great Britain. And for him to make that commitment, when he has a budget agenda that is, you know confined, a budget envelope that is confined, is really significant. And it is important for British leadership, but it's important for US stability. Now, with respect to Syria, we consult closely, Britain's one of the leading members of the 60-nation coalition that's addressing ISIL. In combination with the Turks and the Jordanians and others, what we are trying to do is not only shrink the environment in which ISIL can operate, but also to create an environment in which we stop the border flows of foreign fighters into Syria, we've made progress there, we need to make more, and that's where Great Britain's participation can help. But the second part of this is pushing Assad, the Russians, the Iranians, into recognising there's got to be a political transition before Syria pulls the entire region into what could be an even longer and more bloody conflict.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "You talk about the 2% defence spending in Britain. I'm right in thinking that there was quite a bit of pressure put on from here, saying it would be very bad if you didn't.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I wouldn't say pressure. I think I had an honest conversation with David that Great Britain has always been our best partner. Well, you know, I guess you could go back to 1812 and that would (LAUGH) you know, that - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "When we tried to burn this place down? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, right, right. But that's ancient history - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "History.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "In modern times there's no country where we have closer affinity in terms of values, and on the international stage a nation with greater capacity. And so I think David understands that part of the greatness of Great Britain, of the United Kingdom is that it is willing, as we are, to project power beyond our immediate self-interests to make this a more orderly, safer world.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "And pe-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And we're glad we have that partner.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "And people have talked about strategic shrinkage. That Britain is no longer playing its place on the world stage in the way that it used to. There's going to be a referendum on whether we stay in the European Union or not. And David Miliband, the former foreign secretary, he said, \"It's almost like Britain would be resigning from the world and no US government would be impressed by that.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I - you know, obviously the - the whole debate that's been taking place about the European Union, the eurozone, Greece that's a complicated piece of business. I will say this, that having the United Kingdom in the European Union gives us much greater confidence about the strength of the transatlantic union and is part of the cornerstone of institutions built after World War II that has made the world safer and more prosperous. And we want to make sure that United Kingdom continues to have that influence. Because we believe that the values that we share are the right ones, not just for ourselves, but for Europe as a whole and the world as a whole.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Can we just talk about, because you mentioned a moment ago about that you're in the tail end of your presidency. After the midterm elections, I read every commentator say, \"Well, this administration is effectively over now. The president is a dead man walking. And nothing is going to happen until 2016.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Except that you've kind of got this deal, you've got Cuba, diplomatic relations, healthcare reform embedded, major trade deal with Asia. It's not a question of journalist-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Climate change agenda with China.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Okay, so it's not - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I've got a pretty long list.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Okay, so it's not a question that a journalist often asks, what's gone right? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "(LAUGH) You know the - it's interesting - that one of my - every president, every leader has strengths and weaknesses. One of my strengths is I have a pretty even temperament. I don't get too high when it's high and I don't get too low when it's low. And what I found during the course of the presidency, and I suppose this is true in life, is that investments and work that you make back here sometimes take a little longer than the 24-hour news cycle to bear fruit. So some of this is just some serendipity and convergence of a lot of things that we had been working on for a very long time coming together. But some of it is I also believe a recognition that the kind of gridlock and obstruction that that Congress and the Republicans in Congress too often have engaged in is something that we just can't afford at a time when the world is moving so fast and there are so many challenges. And the robust exertion of executive authority within the the lawful constraints that we operate under is something that we've been spending a lot of time thinking about.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Let me just ask you this - finally, because- I'm sure you would like it to be written that President Obama turned \"Yes we can\" into - ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "\"Yes we did.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "\"Yes we did.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "But is there an issue that there are be going to be unfinished business? Perhaps most notably on race and on guns by the time you leave the White House? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "There will be. Look there was never a promise that race relations in America would be entirely resolved during my presidency or anybody's presidency. I mean, this has been a running thread - and - and fault line in American life and American politics since its founding. And so some of the most recent concerns around policing and mass incarcerations are legitimate and deserve intense attention. And I feel that we are moving the ball forward on those issues. What I will say is that - eight years - well, after eight years of my presidency, that children growing up during these eight years will have a different view of race relations in this country and what's possible. Black children, white children, Latino children. America is becoming more diverse, it's becoming more tolerant as a consequence there's more interactions between groups. There are going be tensions that arise. But if you look at my daughters' generation, they have an attitude about race that's entirely different than even my generation. And that's all for the good. You mentioned the issue of guns, that is an area where if you ask me where has been the one area where I feel that I've been most frustrated and most stymied it is the fact that the United States of America is the one advanced nation on earth in which we do not have sufficient common-sense, gun-safety laws. Even in the face of repeated mass killings. And you know, if you look at the number of Americans killed since 9\/11 by terrorism, it's less than 100. If you look at the number that have been killed by gun violence, it's in the tens of thousands. And for us not to be able to resolve that issue has been something that is distressing. But it is not something that I intend to stop working on in the remaining 18 months.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "bbc.com",
    "outgoing": false,
    "text": "Mr President, thank you very much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "0b9033f8fe88444ea375350c2845b492",
    "conversationWithName": "bbc.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Thank you so much. I enjoyed it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I first met Barack Obama when he returned to Chicago from law school in the early '90s to run a voter registration drive. And while I didn't realize at that moment where history would take him, I was taken by him, as someone who really cared about public service, was committed to devoting his life to it, and together, we had an incredible journey. Now, as the new year approaches, the days are ticking down on the Obama administration, and so I went by the White House to sit down with my old friend and reflect on the road he's traveled.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So Mr. President, I actually came over to help you pack. But I really appreciate you dropping by. This is a great surprise to be able to sit down with you. You know, I was over at the Kennedy Center the other night...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... for the Kennedy Center Awards, and when you walked in, there was this thunderous and lengthy ovation and lots of tears. And you know me, so you know that I was among those who were -- who was tearing up. But then I was thinking, what are you thinking? And has -- is it beginning to hit you that this is coming to an end?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, let me make a couple points. Number one, you're the last guy I would have help me pack... (LAUGHTER) ... because lets face it, orderliness is not...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I'd also be the last guy to offer to help, so... (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "So that's point number one. Point number two, they were applauding Michelle's dress, which was spectacular, even by her own standards. (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "OK. You're not gonna get away with that.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I tell you, what has started to hit me is that the collection of unbelievable talent and vision and dedication in my team, the people I've gathered around, some of whom have been with me for this entire ride, some of whom I got to know later, many of whom came of age in this job, so I've seen them start in these really junior jobs and now they're running huge operations and married and their babies are crawling on the floor of the Oval Office...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's a family, and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "All named Barack. (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "So far, nobody's named their kid Barack. I've been a little upset about that. But knowing that that phase is coming to an end -- they'll stay my friends for life. Some of them, I'll collaborate with, like you, on various things in the future. But to have them all in one place, to see how well they've worked together and gelled, it has been just an enormous privilege, and so I have been getting more sentimental about that. We had our senior staff dinner, you remember these...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... and I got...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yes. I heard you got a little verklempt.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, I got through about four minutes of the thing and then started, you know, getting the hanky out and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Which you don't really do that much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I -- I -- it's a...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You used to mock me for doing that.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, it's interesting. There are two things that can get me teary. One is talking about my daughters or seeing my daughters and the second is my team. I mea,n you remember after 2012 when I went over to the campaign office and I saw all those kids who had been working so hard...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... and it was the same kind of emotion that stirs up this deep gratitude for their devotion and I think an appreciation that even though from their perspective, I'm the one inspiring them, in fact all I'm doing is drawing from their energy. They're the ones inspiring me. I'm reflecting back what's inside of them, which is just a lot of goodness and a lot of heart and idealism. And so that gets me choked up.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well if -- if they were here, what they would tell you is right back at you because you're the one who -- I mean, everything has been organized around your energy and your sensibilities. And you know, we talked about this when you -- when we talked about you running for president in 2006 and '07 and I said to you we haven't had a campaign that really spoke to the ideals of young people and aspirations for the future since Robert Kennedy. And that campaign stirred people in a way that very few have, and we did that -- you did that, and you know, only you could have done it. And so...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Look, the point is, it feels like the band is breaking up a little bit. And it really has been a team effort, it's been a really big band, a full orchestra.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Horn section and all that. And one of the things that I tell people I appreciate is that -- that spark, that thing that we took a flyer on in 2007, 2008. You know, it didn't always manifest itself in the day to day grind of governing, but the truth is it's -- it never died out. And I would continue to see it every day in what happened here in the West Wing and the East Wing and the White House. The idealism and the dedication stayed with the staff and got us through some really hard times. And so, I do take a lot of pride in the fact that overall, this place never got cynical over the eight years. There were times where we were aggravated. There were times where we were frustrated. There was gallows humor, but we -- we never had that fire snuffed out and that is a point of pride for me because what that tells me is there's a whole generation of people who worked in this administration who are going to keep on doing stuff...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... in the future. I don't think they come away from this feeling like government service doesn't work...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... politics is terrible. Click here to subscribe to The Axe Files.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "The result of the election actually has stirred what I think is an encouraging reaction, which is this stuff matters, we can't walk away -- we can't walk away from it. Let me take you back because what I was thinking about last night as I was thinking about this conversation was how remarkable your personal journey has been. I -- I sort of got to jump on the train and we -- we had this trip together, but you know, when I think back to -- I always love that story about after you lost your congressional race by what, the narrow margin of 30 points or something... (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "That was a nail biter.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But you...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I think it was literally called like two minutes after the polls closed.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah. Well, that's good, you didn't have to waste the whole evening.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No, but I had to rush to get to the hotel to concede. (LAUGHTER) I thought I was going to have half an hour. I had to put my tie on...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But -- but tell the story about going to L.A. for the Democratic Convention and trying to rent a car.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, this is...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "This was 16 years ago.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, this was 16 years ago. So -- so, I just got thumped in a congressional race and the truth is that it was a great experience for me. It ended up being a building block for subsequent races. It taught me a lot. But look, losing's never fun. The one thing I always explain to people is although, I -- I've -- I'm proud that I have tried to conduct myself in office to do what I think is right rather than what is popular, I always tell people don't underestimate the public humiliation of losing in politics. It's unlike what most people experience as adults, this sense of rejection.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And so, you're already a little mopey about things, and as you know, David, because we're close friends, Michelle was never that wild about me going into politics.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I've got -- I've got two little kids, we're pretty broke, or at least at that point I had one little kid and one on the way. And a friend of mine says, \"Look, you've got to get back on the horse. You're kind of down in the dumps. Why don't you go to the Democratic National Convention in L.A.? It'll cheer you up. You'll be among folks who are excited about politics and you can stay with me.\" And I said OK. You know, I'll go for the weekend. I fly out there on whatever connecting flight that was the cheapest and get to the rent-a-car place and present my credit card and the credit card's rejected. No more money. So...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Aftermath of the campaign?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right. So I have to I think make a couple of calls to engineer somehow renting this car and I get to the hotel where my friend is ready to go and we go over to the convention and they give me the pass that is -- basically only allows you to be in the halls, like the ring around the auditorium. (LAUGHTER) Didn't actually allow you to see anything, but you could wander around and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "This is four years before you gave the keynote speech...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "This is -- yes, and -- and I think they'd -- my friend would try to get me into some of the after parties after the convention and bouncers would be standing there saying, \"Who's this guy?\" And \"He doesn't have the right credentials.\"",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So, this probably didn't have the cheering up effect...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It didn't. I -- I felt as if I was a third wheel in this whole thing, so I ended up leaving early and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "At least (inaudible) the car. (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And I -- and that was a stage when I was really questioning whether I should continue in politics.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah. I was going to mention that because I remember when you called me in 2002 to say you were thinking of running for the Senate and you said, you know, I've talked to Michelle about this. I've got one race left in me, and if I don't win it...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Up or out.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... then I'm going to go out and make a living and forget about this. So that's how close you came to being out of politics.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, no, it was -- it was an interesting moment. And you know, since this is your podcast, I might as well give you a little credit. I think, in our conversation, you were initially and sensibly skeptical about...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "A black guy named...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "A black guy...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... Barack Hussein Obama getting elected to the Senate. Yeah, I was.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes, but you overcame your skepticism. And -- and I saw a possible path. The one thing that the congressional race had done is confirm in my mind two things. Number one, even though in a predominately black district, I had been beaten badly by a well-established African American politician, it was interesting when I went out campaigning, people were actually pretty encouraging. What they'd say is, you seem like a great young man and you're gonna do great things, it's just it's not your turn yet. So what they told me was actually that I had strong support in the African American community, just not in this particular race. And the second thing, as you'll recall, in that congressional race, there was a chunk of the city, of the congressional district, Beverly Morgan Park, where there was a sizeable Irish population. And I did really well there...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You did, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... and I connected well. And it -- it told me that in a big field, in the U.S. Senate race, that I might have a chance to win, so. But -- but it is...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "If you had won that congressional race, we wouldn't be sitting in the Roosevelt Room right now.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No, we wouldn't. So things -- things work out. But -- but I do always think about the fact that in the 2000 convention, I couldn't basically get in the hall -- or I couldn't get into the -- on the floor and nobody knew my name. Four years later, I'm doing the keynote speech. And it wasn't as if I was so much smarter four years later than I had been in 2000, it speaks a little bit to the randomness of politics. And you know, part of the reasons that I think I've stayed sane in what has been this remarkable journey, and you've known me a long time and I think you'd confirm that I'm pretty much the same guy as I was when we started this thing. Part of the reason...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "A little grayer, but yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Part of the reason -- a little grayer, yes. But part of the reason for that I think is because, you know, success came late to me, notoriety came late. And it -- it made me realize that to the extent that I had been successful, it wasn't about me. It was about certain forces out there and -- and me hitching my wagon to a broader spirit and a broader set of trends and a broader set of traditions. And so, when -- when we came up with the phrase Yes, We Can, which again, to give you credit I was a little skeptical of, it felt a little simplistic when we first started. But...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You didn't like the logo either, but that's -- that's a different discussion... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "The logo I thought was a loser, it looked like the Pepsi logo and I thought...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "That's what you said, that's...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... that seems a little... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "That's what you said, it became more iconic than the Apple insignia. So -- I'm glad we straightened this out...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "But look, I...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I've gotten everything I wanted... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "That's what I figured. (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "But -- but what Yes, We Can described and I really meant was that this was not simply about me, that this was about us.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yes. And I think that was well understood and that was what was so energizing about it. So I want to ask you, you talk about your sanity. I want to know why you're not nuts, OK? And this is the reason, most politicians, you talked about how hard losing is.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Most politicians have some sort of wound, I find, especially at a higher level that something happened in their childhood and they really need the approbation of the crowds and the affirmation that comes with being elected. I don't know if you remember this conversation I had with you when you were -- when you came to my office, right? You got back from Hawaii, you're about to make the decision to run, you come in unannounced and we talked for a long time. And I told you, I'm not sure you're pathological enough to run for president. (LAUGHTER) And what I meant by that was I didn't think you had that sort of pathological need that so many people who run for president do. And I don't know why that is because your dad abandoned you basically when you were two years old. And your mom -- I know she was very loving, but you were separated from her for long periods of time. And if you were just looking at those facts, you'd say yeah, this guy's gonna be a real needy person.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Why are you -- why didn't you turn out that way?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Look, you know, you don't know -- it's hard to get outside of yourself completely and evaluate all the factors that contribute to your character. Some of it is just temperament. Now that we've been parents and you're a grandpa, you start noticing, there is an essence of each kid that barring really severe trauma expresses itself. That's who they are. And so there is something in me, obviously, that is pretty calm and generally pretty happy and pretty buoyant. But...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Did you feel -- did you feel -- I mean, this is a weird question to ask because you're president of the United States. But did you feel loved as a kid, even though you're...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I did. And...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And why, was it your grandparents?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No, my mom was -- she was eccentric in many ways. She was...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Kind of a hippie, right?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. Yeah, but she always insisted on shaving her legs. (LAUGHTER) But she was -- she was somebody who was -- was hungry for adventure and skeptical of convention. But she loved the heck out of her kids. And both my sister and I...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "That's what your sister says too. I asked her this question.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "For all -- yeah, for all the ups and downs of our -- our lives, there was never a moment where I didn't feel as if I was special, that -- that I was not just this spectacular gift to the world. And that's what you want your moms...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, of course, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... and your dads to -- to give to your kids.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So even -- even when you -- when she was overseas and you were with your grandparents, she communicated with you (ph).",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. And -- and I never doubted her -- her love and commitment for me. And she was so young when she had me. I mean, she was -- she was 18, right? So in some ways, by the time I was 12, 13, she's interacting with me almost like a friend as well as a parent. Now, there...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And you guys also weathered a lot together.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah ,and I didn't always necessarily handle that well. It's not sort of a recipe for ideal parenting. But what I did learn was that unconditional love makes up for an awful lot, and I got that from her. Now, a part of -- a part of -- going back to the question about politics, though...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You never feared losing.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I never...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You didn't like it...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You're competitive.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I am.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I've -- I've...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know -- you know what it was, David, and I think has remained true, is it's not that I didn't fear losing, it's that I feared more being dishonest or being a jerk or losing respect for myself. I feared that more than losing.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So, subjugating those things that you felt were important in order to win?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Exactly. The -- the story I tell about myself didn't allow me to say oh, well let's trim my sails here for expediency. And -- and so, at the end of the day, I think that part of sustaining my sanity through this thing was having gone through enough growing up and community organizing and not being in the spotlight and having had this weird 15 minutes of success at Harvard and being president of the law review...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You were president of law review.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... but then going back into the state legislature where I'm operating in obscurity. And those ups and downs meant that by the time I was elected to the Senate and suddenly, as you pointed out at the convention, shot out of a cannon into this unreal world, by that time I was pretty fully formed, had a pretty good sense of who I was, had a good sense of what was important and what wasn't. And look, I was also married to a woman who was not going to put up with any foolishness, and you know, Michelle, I can't underestimate the degree to which having a life partner who is so grounded and so strong and steady and fundamentally honest helped.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Sometimes brutally so.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Sometimes brutally so, but...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah. No, I -- I...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "But it -- it -- she has been ballast for our family.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And I -- no doubt contributed to me feeling calm because here's what I knew about Michelle the same way I knew about my girls or my sister or my best friends. Their relationships with me never depended on my success or outward success. They didn't -- my best friends from high school don't operate any differently with me now than they did when I was...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And they're around a lot. You -- you have them here a lot.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I do, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "They don't call you Mr. President.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "They do not.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. That's -- I mean, you know, I've been lucky. It's interesting. As you get older, you figure out some things you're good at and some things you're not. You have hopefully a better self assessment of yourself. And one gift I do seem to have is getting really, really good friends around me who've got my back. And that gives you a certain serenity in the midst of a lot of foolishness.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "We -- you've rebuilt the American economy from when we came here, and as a result, I have to take a word from our sponsor here. (COMMERCIAL BREAK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "One other element -- one other element -- I want to talk about the 2004 speech, which to me, is foundational for almost everything that came after. But before I do, I just have one other question about your sort of makeup that I think is sort of central to your success and one mystery to me even though we've been friends for like 25 years. What -- how is it that you sort of just made the decision in the middle of your years in college that you were going to sort of transform yourself from a guy who enjoyed a party and was kind of a goof-off at Occidental College to kind of becoming an ascetic at Columbia with a much more purposeful view of -- I mean, that's an unusual thing as well.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I mean, it's a disciplined...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. Some of this, I think, is just a kid growing up and it turns out -- and I see this in my own daughters. People go at their own pace, right? So, I don't think that the more serious side of me sprang up overnight. I think it had been building. It just took longer to manifest in me than it might have in some other kids. This may be an area where the lack of structure during my high school years because my mom wasn't always around, my grandparents, they're older, they're not as strict and paying attention. I'm sort of raising myself...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... meant...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well, that -- that's what strikes me.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, well what it meant was that -- what -- the kind of discipline that I see in my daughters developing at 15 or 16 took me until I was 20 or 21 because there wasn't somebody nagging me and giving me some perspective the way Michelle and I are able to give my daughters...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Was there one transformative event?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No, I don't think so. It was just sort of gradual. The two other things that started happening that I think are relevant; one was I became more socially conscious at Occidental even though I was partying, anti-Apartheid movement, starting to be interested in social policy and poverty and starting to study civil rights even if through the haze of a hangover. (LAUGHTER) So -- so, that starts giving me a sense of what a purposeful life might look like. That becomes tied up with my racial identity. I start thinking about what it means to be not just a man, but a black man in America and how do you forge dignity and respect in a society that's still troubled by -- by the question of race. And then, my father dies unexpectedly, but that doesn't happen until a little bit later. What does start happening is the awareness that I don't know him, and so I'm not going to get that much direction from him but I start needing to understand better my genesis, where'd I come from, all these things just made me brood a little bit more. And so, physically I remove myself from my old life, I go to New York. And it's true, I live like a monk for three or four years, take myself way too seriously. There's this huge... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "That's part of being young, too.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, exactly. Huge overcompensation, I'm humorless, and you know, have one plate and one towel and, you know, and -- and fasting on Sundays, and you know, friends start noticing that I'm -- I'm begging off (ph) going out, you know, at night because I have to, you know, read, you know, Sartre (ph) or something. You know, so in retrospect, wildly pretentious. And when I read back old journals from that time, because I'm starting to write, or letters that I've written to, you know, girls you're courting or something, they're impenetrable. I mean, I don't -- I don't understand what I'm saying, right? (LAUGHTER) There's all kinds of references to (inaudible) and France penon (ph) and all this stuff and I'm like what -- what are you talking about?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But those are cool pick up lines, I bet.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "They didn't work, I think, because people were all like wow, this guy is just too intense. (LAUGHTER) He needs to lighten up. I should've tried like, you know, wanna go to a movie or...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, those are good too.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... go on a picnic?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Or get a -- or get a dog, that always works.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Exactly (ph).",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So let me -- let me return to 2004. You made -- you know, I remember when you wrote this speech, in fact when you got the call that you were gonna do it, you hung up the phone and you said I know what I wanna say. And I said what do you wanna say? You said, I wanna tell my story as part of the largest American story and you did.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And it was a very -- it was just galvanic because people in a country that was riven heard a message about one American community in which we have different stories, but we have shared aspirations, values. And you know, there is no black America, you know...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Right. I remember.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "You know, all of that, yeah you -- you wrote it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It was a pretty good speech.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "So -- it was a good speech. And -- and you went right out to the notion of a red America and a blue America. So you know where I'm going, here.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes, I do. (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "How -- how... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "How's that worked out for you?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, exactly.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "The whole hope you change you (ph) thing? (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Exactly. Where -- I mean, you've accomplished an enormous amount here.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And I'm -- you know, I mean, I'm so proud of you.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Thanks.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But the -- you know, the premise of our campaigns, both in 2004 and 2008, were that we could overcome these differences. And what happened?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, look, a couple of things. The -- you're right about that speech, I knew what I was gonna write because essentially I had been off Broadway practicing during that Senate race, because I had been traveling through not just Chicago, but downstate Illinois.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "These old factory towns, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Old factory towns, you know, you're in the quad cities, you're in Cairo, you're in, you know, places that, you know, people would've assumed I couldn't connect. But as I've said before, it felt actually pretty familiar to me because they were my grandparent's culture in many ways.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, from Kansas.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "From Kansas. And so -- so a lot of the lines of that speech in 2004 were really just a pulling together of what I had been feeling, what I had been seeing, the conversations I'd been having.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And you told stories of people you met along the way.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, during the course of that couple of years. And so we both anticipated that it was -- would do well. I don't think any of us anticipated the electric impact that it had...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I did about five minutes in. I could see what was going on, there.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, but -- but I -- I always viewed that as an aspirational speech, not a perfect description of what is but a description of our best selves and who we might be, that the reality of our common cause and how it connected to our best traditions, starting with the Constitution through the fight for abolition, through the Civil Rights era, the Women's Movement. (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... for unionization. And you know, the image of, you know, of -- of melting pot army during World War II.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You got the Italian guy and you got the, you know, Polish guy and suddenly they're all becoming one unit fighting fascism, right? There's always been a mythology around that. There's always been an uglier set of impulses in America, exterminating Native Americans for their lands and slavery and Jim Crow and... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And by the way, resistance to Doris Kearns Goodwin, who we both know and love, was -- showed me a speech by Henry Cabot Lodge in 1896 castigating Irish immigrants and Polish immigrants...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Exactly.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... in the same terms that we've heard in this last campaign.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Exactly. So -- so the point was not to bury that ugliness, but to say that there is this trajectory, the arc of the (inaudible) universe is long. It ends towards justice. It is a struggle, but there's this thing in us, there's this thing in this country that is good and unifies us. And ultimately, will win out. That was the speech. Now, I would argue that during the entire eight years that I've been president, that spirit of America has still been there in all sorts of ways. It manifests itself in communities all across the country. We see it in this younger generation that is smarter, more tolerant, more innovative, more creative, more entrepreneurial, would not even think about, you know, discriminating somebody against for example because of their sexual orientation. You know, all those things that I describe, you're seeing in our society, particularly among 20-year-olds, 30-year-olds. But...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But obviously, the...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "But what I think we also saw is that the -- the resistance to that vision of America, which has always been there, was always powerful, mobilized and asserted itself powerfully. Now, I would argue that in part, very cynically, somebody like a Mitch McConnell or Roger Ailes at Fox News I think specifically mobilized a backlash to this vision in order to accomplish pretty routine, commercial or power... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well, let me try something out on you (ph). I mean, my sense is that McConnell, just as a clinical political matter, recognized the power of your message and figured out very quickly -- and he's pretty much said this -- that if we were to cooperate, it would've meant that he had figured this out.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It would've validated this vision and it would've reinforced it and -- and it would have, I think, consolidated itself for a generation or two. And so Mitch McConnell's insight, which I've -- I've said, just from a pure...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... tactical perspective, was pretty smart and well executed, the degree of discipline that he was able to impose on his caucus was impressive. His insight was that we just have to say no to that. And if we can just throw sand in the gears, then at a time of deep economic crisis, when people are really stressed, really worried, we're already stressed and worried before the crisis, now are thinking the -- the bottom's falling out of their lives and their home prices are going down, their 401(k)s are evaporating, they're losing their jobs. That if we just say no, then that will puncture the balloon, that all this talk about hope and change and no red state and blue state is -- is proven to be a mirage, a fantasy. And if we can -- if we can puncture that vision, then we have a chance to win back seats in the House and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Which they did.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And -- and win back seats in the Senate. And -- and so, I understand what happened politically. Two points I would make though, David, because obviously in the wake of the election and Trump winning, a lot of people have -- have suggested that somehow, it really was a fantasy. What I would argue is, is that the culture actually did shift, that the majority does buy into the notion of a one America that is tolerant and diverse and open and -- and full of energy and dynamism. And -- and the problem is, it doesn't always manifest itself in politics, right? You know, I am confident in this vision because I'm confident that if I -- if I had run again and articulated it, I think I could've mobilized a majority of the American people to rally behind it. I know that in conversations that I've had with people around the country, even some people who disagreed with me, they would say the vision, the direction that you point towards is the right one.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "We're gonna take another short break and we'll be right back with the president. (COMMERCIAL BREAK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well, (inaudible) Trump, as you know, Trump, Obama voters. There were people -- he won 200 counties that you -- that you won and many of them are in these more rural or small town communities. Did you think -- you always had an overarching message and it had an economic component to it, a very heavy economic component to it. Should this campaign have had that?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Look, you know, I think that Hillary Clinton performed wonderfully under really tough circumstances. I've said this publicly, I'll repeat it. I think there was a double standard with her. For whatever reason, there's been a longstanding difficulty in her relationship with the press that meant her flaws were wildly amplified relative to... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But leaving that aside...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "But -- but -- well, the reason I bring this up is because we've both been in campaigns. If you think you're winning, then you have a tendency, just like in sports, maybe to play it safer. And the economy has been improving. There is a sense, obviously, that some communities have been left behind from the recovery and people feeling anxious about that. But if she was looking at the campaign and saying OK, I'm winning right now, and her economic agenda was in fact very progressive. But... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No, you're right, not well understood. But understandably, I think she looked and said well, given my opponent and the things he's saying and what he's doing, we should focus on that. In retrospect, we can all be Monday morning quarterbacks. Here's what I -- here's what I would say prospectively, is that the Democratic agenda is better for all working people. This division that's been put out there between white working class versus black working class or Latino working class -- look, an agenda of raising minimum wage, rebuilding our infrastructure, you know...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Education.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Education, family leave, community colleges, making it easier for unions to organize, that's an agenda for working class Americans of all stripes. And we have to talk about it and we have to be present in every community talking about it. See, I think the issue was less that Democrats have somehow abandoned the white working class, I think that's nonsense. Look, the Affordable Care Act benefits a huge number of Trump voters. There are a lot of folks in places like West Virginia or Kentucky who didn't vote for Hillary, didn't vote for me, but are being helped by this.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "The -- the problem is, is that we're not there on the ground communicating not only the dry policy aspects of this, but that we care about these communities, that we're bleeding for these communities...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... that we understand why they're frustrated. There's a -- there's a...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "And the values behind these things.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And the values. And there's an emotional connection, and part of what we have to do to rebuild is to be there and -- and that means organizing, that means caring about state parties, it means caring about local races, state boards or school boards and city councils and state legislative races and not thinking that somehow, just a great set of progressive policies that we present to the New York Times editorial board will win the day. And -- and part of...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "But some of that would fall on us. I mean, I -- take you and me because maybe we didn't spend as much time on that project while you were here. I mean, we're trying to save the economy and doing these other things.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, yeah. No, you know, I mean...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Our campaigns did it, but...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's interesting. You and I both, I think, would acknowledge that when we were campaigning, we could connect. Once you got to the White House and you were busy governing, then...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... partly, you're just constrained by time, right? You are then more subject to the filter. And this is -- you know, I brought up Fox News, but it was Rush Limbaugh and the NRA and there are all these mediators who are interpreting what we do, and if we're not actually out there like we are during campaigns, then folks in -- in a lot of these communities, what they're hearing is Obama wants to take away my guns...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Obamacare's about transgender bathrooms and not my job, Obama is disrespecting my culture and is primarily concerned with coastal elites and minorities. And so -- so part of what I've struggled with during my presidency and part of what I think I'll be thinking a lot about after my presidency is how do we work around all these filters? And it becomes more complicated now that you've got social media, where people are getting news that reinforces their biases and -- and separates people out instead of bringing them together. It is going to be a challenge, but look, you look at what we did in rural communities, for example...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Just from a policy perspective...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah, ask Tom Vilsack. He feels very strongly...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Tom -- Tom Vilsack, my agriculture secretary from Iowa. We -- we devoted more attention, more focus, put more resources into rural America than has -- has been the case probably for the last two, three decades.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Right.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And -- and it paid great dividends, but you just wouldn't know that, that's not something that you would see on the nightly news. And so we've got to figure out how do we show people and communicate in a way that is visceral and -- and makes an emotional connection as opposed to just the facts...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... because the facts are all in dispute these days.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I think -- I personally think that part of the problem was sometimes, we become a slave to our own technology and politics. And you say well, we've got this group, this group and this group, and so we have the coalition we need to win. And if you misuse that... (CROSSTALK)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... you send the message to everybody else...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "This (ph) microtargeting.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... we don't really need you.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, part of what I've been saying to -- to people, and this was even when I thought we were gonna win, was that -- that narrow Democratic coalition, the quote\/unquote \"Obama coalition,\" that if -- if properly executed, yes you can probably win presidencies repeatedly. It constitutes the majority of the country, but you can't govern. So part of the challenge for Democrats and progressives generally is that if we cannot compete in rural areas, in rural states, if we can't find some way to break through what is a complicated history in the south and start winning races there and winning back southern white voters without betraying our commitment to civil rights and diversity, if we can do those things, then we can win elections. But we will see the same kinds of patterns that we saw during my presidency, a progressive president but a gridlocked Congress that can't move an agenda for us.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Just a couple more things. Are you worried about the Corbynization (ph) of the Democratic Party? Saw the Labor Party just sort of disintegrated in the face of their defeat and move so far left that it's, you know, in a very -- in a very frail state. And there is an impulse to respond to -- to the power of Trump by, you know, being as edgy...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "On the left.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... on the left.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I don't worry about that, partly because I think that the Democratic Party has stayed pretty grounded in fact and reality. Trump emerged out of a decade, maybe two, in which the Republican Party, because it had to say no for tactical reasons, moved further and further and further away from what we would consider to be a -- a basic consensus around things like climate change or how the economy works. And it started filling up with all kinds of conspiracy theorizing that became kind of common wisdom or conventional wisdom within the Republican Party base. That hasn't happened in the Democratic Party. I think people like the passion that Bernie brought, but Bernie Sanders is a pretty centrist politician relative to...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Corbyn.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Relative to Corbyn or relative to some of the Republicans.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Oh I see what you're saying...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And -- and so -- so I don't worry about that. What I do worry about is that in an era where we are looking for simple solutions that -- and want 1000 percent of what we want and when we want it, that we end up starting to shut ourselves off from different points of view, shutting down debate, becoming more dogmatic, becoming more brittle. And I don't see that being a successful strategy for us winning over the country. Remember, we won the popular vote. You know, we don't have very good population distribution from a Democratic perspective, right? So I've told the story about how I was in Brooklyn campaigning, I think for De Blasio, and this woman comes up, hugs me, how can we help you, we love you, I said move to Nebraska. (LAUGHTER) You know, I got a million...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "She obviously didn't.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "... wasted votes in -- in Brooklyn.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well, let me -- let me before you go because you've been real generous with your time, here. What about you? You know, I see this conflict coming down the line here, which is you -- you once told me that you admired the Bushs for the way they've handled their post-presidency in the sense that they gave you the room that you needed to do what you needed to do. And I know you feel strongly about that. On the other hand, people are kind of looking to you now to be kind of the point of the spear in the resistance to this new administration and -- and partly because of the absence of anybody else, but...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I think -- look, my -- my intentions on January 21st is to sleep, take my wife on a nice vacation, and she has said it better be nice. (LAUGHTER) Because she's -- she's earned it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "She deserves it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "She deserves it. I'm gonna start thinking about the first book I -- I want to write. We've got to unpack, and -- and I don't need your help on that either. (LAUGHTER) And -- and look, I have to -- I have to be quiet for a while. I -- I -- and I don't mean politically, I mean internally. I have to still myself and...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "That's gonna take some time.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "It's hard to leave here...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It does.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I know in some small way what that's like.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. So -- so you just have to -- you have to get back in tune with your center and -- and process what's happened before you make a bunch of good decisions. With respect to my priorities when I leave, it is to build that next generation of leadership; organizers, journalists, politicians. I see them in America, I see them around the world, 20-year-olds, 30-year-olds who are just full of talent, full of idealism. And the question is how do we link them up? How do we give them the tools for them to bring about progressive change? And I want to use my presidential center as a mechanism for developing that next generation of talent. That's my long-term interest because I don't want to be the guy who's -- you know, I joke I'm like the old guy at the bar, you know, who's -- who's just hanging around re-living old glories. No, I -- it's...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "The good news is I think everybody will buy you drinks. (LAUGHTER)",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It -- it -- I want to make sure that I'm doing everything I can to -- to amplify and lift up a next generation of voices not just in politics, but in civic life. And I -- I have the connections and I think credibility to -- to be able to do that in some unique some ways. Short-term with respect to the Democratic Party, I think even before I leave here, what I can do is give people some sense of direction, and -- and we already started talking about this. I think what I can do is not do it myself, but say to those who are still in the game right now look, think about this, think about how you're organizing that, you know, what are you doing to make sure that young talent is out there in the field being supported. You know, how are you making sure that your message is reaching everybody and not just those who have already been converted. Identifying really talented staff and organizers who are already out there and -- and encouraging them to get involved. So I -- I think over the next 45 days, what I can say is here's how I would do it if I were sticking around, but I'm not sticking around. I -- by virtue of the Constitution and because I believe in the wisdom that George Washington showed, that at a certain point, you make room for -- for new voices and fresh legs. Now, that doesn't mean that if a year from now or a year and a half from now or two years from now, there is an issue of such moment, such import, that -- that isn't just a debate about a particular tax bill or, you know, a particular policy but goes to some foundational issues about our democracy that I might not weigh in. You know, I'm still a citizen and -- and that carries with it duties and obligations. But -- but the day-to-day scrum, that's not only -- not only is it contrary to tradition for the ex-president to be involved in that, but I also think would inhibit the development of those new voices. And I know they're out there; I've seen them. You know them too, it's just...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "I do.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "There's a little bit of a generation gap, you know? The -- in some ways, we...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "There are some great leaders (inaudible).",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, it's just that they're -- they haven't quite gotten to prime age yet and what we want to do is maybe accelerate their presence on the -- on the scene, and that's where I can be helpful, shine a spotlight on all the great work that's being done and all the wonderful young Americans who will help lead the way in the future.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Well, I would be remiss if I didn't tell you that I love you, man, and I'm so...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Love you back, brother.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... so grateful. I told you at the end of the 2012 campaign that you gave me the greatest gift because you helped renew my idealism.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, you were getting a little cynical.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Yeah. And -- and I -- and I think you've done that for a lot of people, and that's the greatest gift you can bestow. So on behalf of all of us...",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I appreciate that.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "... I want to say thank you for your wonderful service.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's been a pretty good ride.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "29bb4558d1f54b72b6f0b535ccc386c5",
    "conversationWithName": "cnn.com",
    "senderName": "cnn.com",
    "outgoing": false,
    "text": "Great ride.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Mr. President, thank you for doing this. As we're walking towards your office I have to think you're going to miss this short commute. Barack Obama: [laughs] I am, it's one of the biggest benefits of being president that you really don't think about until you get here. I have never had to travel more than thirty seconds from home to office, and it's because of that that I've been able to maintain, you know, really a family life that has nurtured and sustained me during this time.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "How long did it take for the White House to feel like home though? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, it, it took shorter, I think, for us, just because when you've got little kids, and you're tucking them in – ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "It's home.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's home, right? When you open a door and they're in their pajamas and they're, you know, wrestling with you and asking you, you know, to read to them and stuff, you know it starts feeling like home pretty quick. Not to mention having a mother-in-law upstairs, and the dog, and now two. It feels even more like home now because you have all these memories that were formed watching your kids grow up.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You know you talk about the kids, and I know you all were pretty, a little bit apprehensive coming into the White House, they were young. Was it a good experience for them? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, you don't know how it would have turned out if they'd grown up in Chicago instead, and a more normal environment. All I can say is they have turned out to be terrific young women. We were concerned mostly about whether they'd develop an attitude, right? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "How not, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And they are, you know, sweet, kind, funny, smart, respectful people, and they treat everybody with respect. That's not just the biases of a parent. You know, we feel pretty good when we hear back from friends, cause they still have sleepovers and they go to other folks houses and when the parents say, oh you know, Malia, she's just so sweet, or Sasha helped to pick up the dishes, what is it that you're doing to – ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "They never complain about it? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, they complained about Secret Service as they became teenagers, and Secret Service has done the very best job they could accommodating them, so it hasn't restricted any of their activities, but as you might imagine, if you're a teenager having a couple of people with microphones – ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Always on your tail, yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "and guns always following you around, that could grate on them. But you know, they've handled it with grace and I give Michelle most of the credit for how well they've done, but I also just think they are graceful, good young, young women.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "This part of the White House is so iconic.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's my favorite, yeah. This walk. It--it doesn't matter what time of day it is, in some ways I feel more attached to this walk even than the Oval Office.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "I believe it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. There's something about these steps and thinking about everybody who's walked here and all the business that's been done here.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "And business gets done on this walk.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes, exactly. And even when you go up this ramp, and you think about FDR wheeling himself up, you know, got a little cigarette holder in his mouth, and it, that, that awe that you feel, that reverence that you feel for the place never entirely leaves.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Well that's one of the things I was going ask you, because I know you kept in touch with people by reading those letters every day.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "How did you keep in touch with the presidency? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's an interesting question. I, more than anything, obviously the presidency is the people, and it's been interesting the emotions in the last few months. What you realize is that you may never have the team that is together in the same way, under the same pressures, and the attachments that you make to folks from your chief of staff down to – ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "It's the ultimate bunker.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It is, and the people here have been extraordinary. We had a farewell dinner for some of my senior staff, and generally everybody likes to talk about how cool I was. I had trouble getting through just a few remarks, because not only do you appreciate the sacrifices they've made and the hours they've kept and the soccer games they missed and the birthday parties, but I also had a lot of young people who came in here, and this probably, you know, echoes with you, in your own experience, you were young when you got here.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "It didn't feel like it when I left.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, but you know, now suddenly you got members of your team who were 23, 24. They've met their wives here, or their husbands here.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "And you have a lot of eight year people.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah, and you, and they start bringing in their kids, who you think should be babies and now are in second grade or something, and you've watched them grow up. So I think what ends up happening is you end up maintaining those networks and those contacts, but the concentrated interactions and experience that you have here, I don't think, I don't expect you can duplicate anyplace else.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "We're about to walk into the Oval, and I was just wondering, the big gut-check decisions, did you make them in there or up in the Treaty Room at home? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I think I made them on this walk sometimes. You know, there are times where I'd say the Oval Office, you use to gather the facts. The decisions you probably make late at night, or at least I do, I'm kind of a night owl, up there. But there are some times where you think you've made a decision, but during that walk, where you're announcing the decision, you've just got to make sure that, you're prepared to live with it, because as you know George, a lot of these decisions are not-- the outcomes are uncertain.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "As you said, it is very busy, newsy day here, that shooting down in Fort Lauderdale this afternoon. Do we know enough now to know if it was an act of terror? PRESIDENT [01.01.20, 01:00:00] Barack [01.01.20, 01:00:00] Barack Obama: As a general rule, until I've got all the information, George, I don't wanna comment on it other than just to say how heartbroken we are for the families who've been affected. These kinds of tragedies have happened too often during the eight years that I've been president. The pain, the grief, the shock that they must be going through is enormous. I've asked me staff to reach out to the mayor down there and make sure that coordination between the state and local officials is what it should be. But I think we'll find out over the next 24 hours exactly how this happened and what motivated this individual.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "And also just a few minutes ago, this intelligence report came out on the Russian activities, declassified version. Pretty stark opening sentences. \"Russian president Vladimir Putin ordered an influence campaign. We further assess that Putin and the Russian government developed a clear preference for President-Elect Trump.\" President Putin was trying to elect Trump? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I think the report is very clear. Number one, the Russians sought to interfere with the election process-- that the cyber hacking that took place by the Russians was part of that campaign, and that they had a clear preference in terms of outcomes. What-- what I've repeatedly said is that you know, our intelligence communities spend a lot of time and effort gathering a lot of strands and a lot of data. There are times where they're very cautious and they say, \"We think this is what happened, but we're not certain.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You're saying high confidence here-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "The-- this time they've got high confidence, and having seen some of the underlying sources and information that they're basing this on I stand fully behind the-- the report.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "What does that tell you about what President Putin is trying to do right now? And I-- I think back to 2012 when Mitt Romney talked about Russia being the number one geostrategic threat, you kinda dismissed him in the second debate-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I did.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Did you underestimate Vladimir Putin? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, I don't think I underestimated him, but I think that I underestimated the degree to which, in this new information age, it is possible for misinformation for cyber hacking and so forth to have an impact on our open societies, our open systems, to insinuate themselves into our democratic practices in ways that I think are accelerating. And so part of the reason that I ordered this report was not simply to re-litigate what happened over the last several months, but rather to make sure that we understand this is something that Putin has been doing for quite some time in Europe, initially in the former satellite states where there are a lot of Russian speakers, but increasingly in Western democracies. There are gonna be elections coming up among our NATO allies that we have to pay attention to. I anticipate that this kind of thing can happen again here. And so in addition to the report assessing what exactly happened, what we have also done is to make sure that the Department of Homeland Security and our intelligence teams are working with the various folks who run our elections. And one of the things that I've urged the president-elect to do is to develop a strong working relationship with the intelligence community and I think it's important that Congress, on a bipartisan basis, work with the next administration looking forward to make sure that this kind of influence is minimized-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "He-- he met with the intelligence leaders this afternoon.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Praised their work at the top. Still didn't seem to accept their conclusions fully. He talked about Russia and China and-- and other countries. They made no assessment on whether this affected the outcome of the election. He said very clearly it had no effect on the outcome. What do you think? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, I think there are a lot of factors going into an election. I think the bottom line is-- is that Donald Trump is gonna be sworn in as the 45th President of the United States of America. And it's not necessarily profitable to sort of try to untangle all the different factors that went into it. The issue here is you have I think the-- the clear example of how, if we're not vigilant foreign countries can have an impact on the political debate in the United States in ways that might not have been true 10, 20, 30 years ago in-- in part because of the way news is transmitted and in part because so many people are skeptical of mainstream news organizations that-- everything's true and everything's false. You know nothing-- nothing is-- is settled. Everything is contested. In that kind of environment, where there's so much skepticism about information that's coming in, we're gonna have to spend a lot more time thinking about how do we protect our democratic process and as I've been saying for years, we're gonna have to spend a lot more time on cyber security. That's one of the reasons why I'd ordered a commission-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "But bottom line, this time Vladimir Putin got what he wanted.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well-- look, I-- I think that what is true is that the Russians intended to meddle, and they meddled. And it could be another country in the future. It could be another election where you know, the-- the alignments between Republicans and Democrats are different than they were this time and—and--who a foreign country prefers. And that's why I hope that this does not continue to be viewed purely through a partisan lens. I think there are Republicans as well as Democrats who are concerned about this. And the-- the two things we need to do, George-- number one, we have to spend a lot more time, energy, resources on cyber security. And it makes--what makes this difficult is because it's not just a government problem. It is a private sector and government problem. And there's gotta be a lot more cooperation. That was one of the key recommendations of this commissions that I got a report from just a few weeks ago. And the second thing we have to do is to make sure that all of us think about how we approach our elections and our democracy not only to secure them from vote tampering, but also to make sure that we understand when propaganda is being churned through the system. And-- and one of the things I-- I'll be honest with you, George. One of the things that I am concerned about is the degree to which we've seen a lot of commentary lately where there were, there are Republicans or pundits or cable commentators who seemed to have more confidence in Vladimir Putin than fellow Americans because those fellow Americans were Democrats. That cannot be.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Does that include the president-elect? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, what I will say is that--and I said this right after the election--we have to remind ourselves we're on the same team. Vladimir Putin's not on our team. If we get to a point where people in this country feel more affinity with a leader who is an adversary and view the United States and our way of life as a threat to him, then we're gonna have bigger problems than just cyber hacking.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You-- you've talked to the president-elect Trump now several times over the course of this transition. What have you tried to impress on him about the job? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, as I've said before, the-- the conversations have been cordial. He has been open to suggestions, and the main thing that I've tried to transmit is that there's a different between governing and campaigning, so that what he has to appreciate is as soon as you walk into this office after you've been sworn in, you're now in charge of the largest organization on Earth. You can't manage it the way you would manage a family business. You can't manage it the way you would manage a Senate office. I-- I was a senator before I became president. And so you have to have a strong team around you. You have to have respect for institutions and the process to make good decisions because you are inherently reliant on other folks. So when I talked to him about-- our intelligence agencies, what I've said to him is-- is that there are gonna be times where you've got raw intelligence that comes in and in my experience, over eight years, the intelligence community is pretty good about saying, \"Look, we can't say for certain what this means.\" But there are gonna be times where the only way you can make a good decision is if you have confidence that the process is working, and the people that you put in charge are giving you their very best assessments.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "How has he impressed you? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, he is somebody who I think is very engaging and gregarious.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Do you like him? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You know, I've enjoyed the conversations that we've had. He is somebody who I think is not lacking in confidence, which is I think-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Some say that about you too.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, that's what I was saying. It-- it's-- it's probably a prerequisite for the job, or at least you have to have enough craziness to think that you can do the job. I-- I think that he has not spent a lot of time sweating the details of, you know, all the policies that-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Does that worry you? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I think that can be both a strength and a weakness. I think it depends on how he approaches it. If he-- if it gives him fresh eyes, then that can be valuable. But it also requires you knowing what you don't know and putting in place people who do have the kinds of experience and background and-- and knowledge that can inform good decision making. And look, I-- I-- I think it's fair to say that he and I are-- are sort of opposites in some ways.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Voters often do that, don't they? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. Yeah. But so-- so let's say I'm on the-- the policy wonk end of the spectrum. As much as I can dive into a briefing book and really work to-- to master various subjects that come before my desk, I'm still not an expert on a huge amount of the stuff that we work on. But I do make sure that I've got people who are experts that are helping me make the best decisions possible. And if you don't have good people, and you don't have a good process and you don't have, at some level, the basic reverence for this office, and an understanding of the-- the incredible responsibilities and obligations, then, I think you can get into trouble.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You're also not much of a tweeter. He was on a tirade (LAUGH) this morning, sent out a lot of tweets early this morning. Clearly, according to him and his people, he's gonna keep on doing it when he's sitting there behind that desk. Good idea? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "On the one hand information is--is moving quick, and-- I-- I-- or-- or the way in which people consume information is changing so fast. Clearly this worked for him, and it gives him a direct connection to a lot of the people that voted for him. I-- in-- I've said to him, and I think others have said to him that the day that he is the President of the United States, there are world capitals and financial markets and people all around the world who take really seriously what he says, and in a way that's just not true before you're actually sworn in as president.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "People take seriously what you say as well. And during the campaign-- many of your speeches you say, \"All the progress we've made in the last eight years go out the window if we don't win.\" Still think that? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "No. (SIGH) I think that the-- the risk to all the progress we've made was at stake in the election because not just the president-elect but a lot of members of Congress, including now the Speaker of the House and the Senate majority leader, have said that their principal agenda was to undo a lot of this progress. But as I've been talking about over the last several days when it comes to health care, the gains that we've made are there. Twenty million people have health insurance that didn't have it before. The uninsured rate is the lowest it's ever been. The rise in health care costs since Obamacare, the Affordable Care Act was passed, have been at their lowest rate in 50 years. Those savings have extended the Medicare trust fund by 11 years. So we-- we've got-- we've got a baseline of facts. Here-- here-- here's-- here's where we were, here's where we are now. So it is true theoretically that all that progress can be undone, and suddenly 20 million people or more don't have health insurance. But as I think Republicans now are recognizing that's-- may not be what the American people, including even Trump voters, are looking for. And my hope is that the president-elect, members of Congress from both parties look at, \"Where have we objectively made progress, where things are working better?\" Don't undo things just because I did them. I don't have pride of authorship. I said today in a forum on health care if the Republicans can come up with a system that insures more people cheaper, better I will be the first one-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "And I can tell by your smile you don't think they can do it? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I'm skeptical that they can do it mainly because for seven years now, including when we first tried to pass health care, I said to 'em, \"Okay, if-- if this doesn't work tell me what does.\" In this room I remember having meetings with Republican senators who initially had been trying to engage but saw that the politics of ‘no’ were growing inside the Republican Party. And I remember having a conversation in the Oval Office with one of those senators who was-- was starting to get a little sheepish about (LAUGH) what compromises might-- garner his support. And finally I asked him, \"Is there any changes I could make that would get you to support this?\" And he said, \"Probably not, Mr. President,\" which was a nice change in terms of just candor. But what-- what that means then is, is that now the burden is to take a look. All right, if-- if-- if-- if you think that we've overregulated in the environmental space what I can show you is that we have tripled the amount of wind power in this country, increased by tenfold the amount of solar power. We are producing as much oil and gas as we've ever produced. Gas is at two bucks a gallon. Utility rates and electricity rates are low. So you will, it seems like the energy policy we got right now is working pretty good. If you think you got a better idea in terms of how to approach this that's not gonna result in more pollution, and more asthma, and more illness then put your ideas out there. But don't just oppose things because, \"This was Obama's agenda.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Sounds like that's what's happening right now.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, that's what's happening at the moment. But you know, the American people-- are-- are both anxious for change. We're in a time of-- of flux. You know, the-- the globe is shrinking, the inform age-- information age is-- is bringing a lot of changes. People are anxious about their future and their children's futures. But they don't want folks to be reckless and they don't want this town to just be tit-for-tat. And-- you know, one of the gratifying things, I think, about the end of my presidency-- even though admittedly-- my successor ran against a lot of what we stood for, is when you look at the individual issues and the progress that we've made on a lot of those issues, we got the support of a pretty decent majority. Even on health care what you've seen is a lot of stories surfacing lately about people who said, \"Well, I voted for Trump but I don't think he's really gonna take away my health care--\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "So is Obamacare gonna survive? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I think it will. Or-- it may be called something else. And-- and as I said (LAUGH) I don't-- I don't mind. If in fact the Republicans make some modifications, some of which I may have been seeking previously, but they wouldn't cooperate because they didn't wanna-- make the system work, and re-label it as Trumpcare, I'm fine with that. Because what I'm thinking about are the millions of people, many of whom write me very personal letters-- \"Dear Mr. President: I did not vote for you. I was against Obamacare. And then my son who didn't have health insurance signed up and we just found out that he had an illness. And thankfully he's now covered, otherwise he might not have gotten treatment and I might have lost my house.\" \"Dear Mr. President: You know, my husband got hooked on opioids and thank God we have coverage and were able to access substance abuse. He's clean now, he's gone back to work.\" You have people around the country who are benefitting from the steps that we've taken and as long as they continue to get helped, then at least I'll know in my own mind that the work we did here had a lasting impact.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You've often said that your toughest day in office was the day of the Newtown shootings. What was your toughest decision? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "(SIGH) Toughest decision was early in my presidency when I ordered 30,000 more troops into Afghanistan. As somebody who had run to end a large troop presence overseas. Now, I had said from the start that I thought Iraq was a mistake, that we should have stayed focused on Afghanistan. I think it was the right decision because the Taliban at that point had gotten a lot of momentum before I'd gotten into office, partly because we hadn't been paying attention as much as we needed to to Afghanistan. And since that time we've been able to build up the Afghan security forces and stabilize it. But that was the first time in which I looked out at a crowd of West Point graduates and knew that some of those might not come back because of-- because of that decision-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "How disappointing --then how disappointing is it to you that even though it's far fewer, there would still be troops in Afghanistan, still be troops in Iraq as you leave? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. Well, one of the things that I've learned, and I think we've all learned, is that we are not going to get the kind of decisive, permanent victories in this fight against terrorism that we would get from fighting another country. We're not going to get that MacArthur\/Emperor moment, because by definition, even after decimating Al Qaeda in the Fata, even after taking out bin Laden there's still people there who have both the--the interest and the capacity if we don't maintain vigilance to strike against the United States. And these are still countries that are fragile enough that we're gonna have to partner with them in some way. But what we have done, I think, is build a model from a lot of hard lessons in Afghanistan and Iraq-- but in other places around the world, where we are working with them in an advisory capacity. It still puts burden on some troops of ours who are there as advisors and facilitators. But we don't have this huge footprint, we are less likely to be targeted as, you know, occupiers. And if you look at the current Mosul campaign again-- against ISIL, for example the-- the few thousand troops that we have there to support that effort allows the Iraqi military to move forward in an effective way. Now, would they do it as fast as if we had 50,000 or 100,000 Marines in there? Obviously not. But it does give us the ability to make sure that we are strengthening those folk who are interested in building up their countries rather than destroying them, and doing so in a way that is sustainable and doesn't put a constant burden on the amazing men and women that we've got in uniform.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "What has to be a disappointment on the home front is that-- it looks like the Democratic Party got pretty hollowed out on your watch, about 1,000 seats lost in the Congress, Senate, governors, state houses. Is that on you? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I take some responsibility on that. I-- I think that some of it was circumstances. If you look at-- what happened, I came in in the middle of the worst financial crisis since the Great Depression. And unlike FDR who waited-- well, didn't take office until about three years into the Great Depression, it was happening just as I was elected. I think we did a really good job in saving this economy and putting us back on the track of growth. But what that meant is in 2010 there were a lot of folks who were still out of work. There were a lot of folks who had lost their homes or saw their home values plummet, their 401k's plummet. And we were just at the beginnings of a recovery. And the, you know, whoever is president at that point is gonna get hit and his party's gonna get hit. That then means that suddenly you've got a redistricting in which a lot of state legislatures are now Republican. They draw lines that give a huge structural advantage in subsequent elections. So-- so some of this was circumstances. But what I think that what is also true is that partly because my docket was really full here, so I couldn't be both chief organizer of the Democratic Party and function as Commander-in-Chief and President of the United States. We did not begin what I think needs to happen over the long haul, and that is rebuild the Democratic Party at the ground level.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Part of your job now? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, I think that it's something that I have an interest in. As-- as you know, George, my entire career, I started as a community organizer. Every one of my campaigns was premised on getting new people involved. And if there's a theme in my public career it's that if ordinary people get involved then good things happen. So I want to see the Democratic Party move in that direction. And what that means is that we aren't just micro-targeting to eke out presidential victories; it means that we're showing up in places where right now we're not winning a lot. And if you look at sort of how politics has divided itself here in this country, the big divide right now is between urban areas, which have become increasingly Democratic, and rural or exurban areas that feel as if they're being ignored. And if Democrats are not showing up in those places, even if you-- even if you're not gonna win right away but if you're not in there at least making an argument that, \"Hey, you know what? It's the Democrats who are trying to raise your minimum wage. \"It's the Democrats who are trying to make sure you got health care or that your health care costs aren't killing ya. It's Democrats who were making sure that your kids aren't drinking polluted water. It's Democrats who are trying to reign in the banks if they engage in excesses so that you don't end up having a problem.\" If we're not there making the argument then the-- the cultural gulf that Republicans try to exploit saying, \"Ah, these city slickers: they're all looking down on you, they don't care about you. They're just trying to help out their various special interest constituencies,\" that argument ends up being successful. And so we've got to do a better job of showing up. And I was able to do that when I was the candidate. But I have not-- I've not seen or-- or presided over that kind of systematic outreach that I think needs to happen.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "This is JFK's desk, right? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah. He used it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Famous story about him: Clare Booth Luce, the diplomat, former Congresswoman goes to him in 1962. He asks her, \"What's on your mind?\" She says, \"The greater the man, the easier it is to describe him in a single sentence.\" And she said to him, \"What's your sentence?\" What's your sentence? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "What was JFK's answer? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "“I don't care what history thinks.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "(LAUGH) I'm sure he did. (LAUGH) (PAUSE) I'd like to think that-- maybe the sentence is-- \"President Obama believed deeply in this democracy and the American people.\" Because-- as I reflect back on what's worked for me in this office it's been that I've-- I've gotten people who maybe didn't believe in the process to get engaged. Ironically, I've even gotten the other side that maybe didn't believe in the process to get engaged. I, you know, I-- I-- I'm-- I gather I'm the-- the father of the Tea Party. I-- I invigorated the grassroots in the Republican Party as well as the Democratic Party. So, you know, I-- if-- health care got done because there were a lot of people out there who aren't professional politicians, but are citizens, who pushed for it even when the politics was hard.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "But did you succeed on your own terms? Back in the campaign you talked about Ronald Reagan changing the trajectory of the country, setting on a fundamentally different path. Do you think you did that? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I think I did in the sense that there's a whole generation coming up behind us that was engaged, inspired, worked for change during the course of my presidency, saw what was possible. And that-- that-- that generation, it's coming. They're not the majority yet but they're gonna be the majority soon. And when you look at what they believe in, when they, you look at how they value diversity, how they believe in science, how they care about the environment, how they believe in, you know, everybody getting a fair shot, how they believe in not discriminating against people for sexual orientation and you know, their belief that we have to work with other countries to create a more peaceful world and-- and to alleviate poverty, that's the majority of-- of an entire generation that's coming up behind us.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "They didn't come out to vote? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, you know, they came out to vote for me. And they came out to vote where that-- spirit was touched. The next phase and this is part of what I'm interested in doing after I get out of the presidency is to make sure that I'm working with that next generation so that they understand you can't just rely on inspiration. There's a little perspiration involved in bringing about change too. That you have to be organized, that you have to vote even when it's not exciting. You have to be involved during midterm elections, you have to care about what happens at a school board level. You have to be involved in terms of what's happening in your local neighborhood and what issues are there. So-- so I think that there's gonna be a lot of work to do in order to consolidate the transformations that I was interested in. But I--but the spirit's there and-- and that's not just my imagination. I think if you look at surveys and attitudes among young people, you see it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "I imagine you think the presidency's something you get better at over time? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "You do.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "But at what point does the experience become a liability? And what put this in my mind was reading Bob Gates' memoir. And he talks about being in the meetings with you and talking about the raid on Osama bin Laden, saying, \"Maybe he's getting too cautious; he's been there too long.\" Is that a risk? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Well, what I'll say is this: I believe in term limits for presidents because I think that there is no doubt I'm a better president now than I was when I start. In fact, I-- I would argue that I-- I am the best president I've ever been over the last year or-- or two. My team is more effective than it's ever been. But what is also true is that number one, this is grueling. And sustaining the energy and focus involved in doing a good job I think starts to-- starts to gets tougher the longer you do it. The second thing is, the bubble's the bubble. And-- and I think we've done a pretty good job staying in touch with the American people. But at a certain point you can't help but lose some feel for what's on the ground because you're not on the ground and-- and-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You didn't think Donald Trump could win? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Case in point. So-- so that tells me that there is-- there-- there's a utility in the democracy refreshing itself on an ongoing basis. And-- and that's part of what I tried to describe to my team and supporters after the election, there was a lot of disappointment. You know, I--what I've said to them is, \"Look, we-- we ran our leg of the race and we did a darn good job.\" I can document-- in fact, this past week we're-- we've put out memos from every agency showing what did we do. Try to be as honest as possible. There's a little hype involved obviously. It's spin because it's our agencies. We-- we feel some pride about it. But tried to be self-critical as well. And-- and I can honestly say, George-- and I don't think there's a lot of dispute for this. You-- you can argue that we didn't get everything done that we wanted to get done, but I can make a really strong argument, and I think prove, that by almost every measure the country's better off now than when I started.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "W-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And so just to finish the thought, what that means then is that if we started here and we're now here, just like I described in health care, yeah, somebody comes in, they got new ideas, maybe ideas that are completely opposite of my ideas. Maybe some of it goes, maybe some of that progress goes back. Maybe they think of some things we didn't think of, and so in some other areas-- we can learn something. But that just gives sort of the democracy an opportunity to test ideas, for those who lost to catch their breath, regain energy, reenergize themselves and then get back in the arena, and then we'll make some more progress in the future.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "One-- one possible big exception: In the first line of your biography it's probably going to be \"first African-American president.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yeah.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "The heart of your promise when you first burst on the national scene, bringing everyone together. And you look now and most African-Americans think we've gone backwards on race relations over the last eight years. What do you say to that? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "I-- (SIGH) I am absolutely convinced that race relations on the whole are actually better now than they were 20 years-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Better now? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Yes. But we have greater awareness of where we're falling short than we used to. Let's just take the example of-- community police relations. I mean, the truth of the matter is that-- that the problem of police shootings and reactions in the community-- George, you and I are about the same age. I-- I think you remember what happened in Los Angeles after Rodney King, I think you remember what-- the divisions that happened after the O.J. trial. I think you -- the-- the notion that somehow any of that is new isn't the case. What is true, though, is now we've got a bunch of videos that whatever side of the issue you're on, raises the temperature on these issues and makes people really focused and-- and-- and-- and trying to figure out, \"What exactly is this?\" And I think that is a healthy thing. But I also-- I'm not so out of touch that I don't see how young people interact today. And what's-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "That horrific Facebook Live video yesterday-- ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "And, well, it was horrific. And that's an example of something that it's not as if that's the first time that a hate crime has taken place in this country. Hate crimes have been taking place for hundreds of years in this country, but it's there on video. And the-- the-- the sort of seeing cruelty and callousness of that sort from young people is heartbreaking. And so naturally if you see a video like that you're gonna say to yourself, \"My God, this is horrible,\" and-- and rightfully so. But that allows us then to talk about how-- how-- how do we break free from those kinds of attitudes? And I think that we are in a position to continue to make progress, but it's gonna require us to both recognize what the problems are, also recognize the-- the-- the progress we've made. Last point I'd make on this, since we're on criminal justice: During the course of my presidency crime has been the lowest it's been probably since the '60s. But you wouldn't know it if you were watching TV or looking at the internet, and you certainly wouldn't know it, listening to this past campaign. There are some exceptions: Chicago, my hometown, in particular. But overall in the country this is a much safer place than it used to be. But if you ask the average person they'd tell ya, \"Naw, it's much more dangerous,\" despite the fact that violent crime has dropped precipitously. And so we have to recognize we've got some big problems on race, just like we got still big problems on crime, just like we got big problems on just about everything. But we also have to make sure that we've-- draw confidence from the progress that we have made, 'cause otherwise, you get into this cycle of cynicism. And you're also-- and I warn young people that I interact with about this-- you get into unrealistic expectations where you think that, \"Oh, we're gonna eliminate racism like that. After Obama's elected how could there be any racism?\" (LAUGH) Well, you know, that-- that-- that was never a realistic expectation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "I have one final question. I have a very strong memory of your inaugural. In that moment you're walking out of the Capitol, you see them all for the first time and you kind of pause and take it all in. Do you remember what you were thinking and feeling at that moment? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "The two inaugurations were different. The first inauguration I was thinking to myself, \"Let's make sure I don't screw this up.\" I think there is-- people always talk about how cool I am. I don't care how cool you are. JFK gave probably the greatest inauguration speech ever that first time, but I guarantee you when he first walked out there he was thinking, \"Goodness gracious (LAUGH) this is-- this is-- this is big and I better be up to the task.\" I think the second inauguration you may recall I-- I finished my speech— ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "You turned around-- OBAMA:--I was walking out and I decided, \"You know what? Let me turn back and-- and remember this.\" And-- and what I remember thinking at that point, having gone through both the ups and downs of my first four years, and seeing the sea of people was, \"What a remarkable country this is and how lucky am I that-- that we live in a place where the son of a single mom, not born into any kind of fame or fortune, in a pretty remote state somehow can end up be in a position to-- to make a difference.\" ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "And at that moment, just a little under two weeks from now, when President-elect Trump finishes the oath, power passes from you to him, what emotion will you be left with? ",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "It's hard to say. It's hard to anticipate. I can tell you what I'm feeling right now is that I'm busier than I expected these last two weeks. A great deal of emotion around the people that I've worked with and the gratitude I feel for the sacrifices they've made on behalf of the American people, but also on behalf of me personally. And I think I will still feel that same appreciation for what Churchill and others have said is the worst form of government except all the alternatives.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "abcnews.go.com",
    "outgoing": false,
    "text": "Mr. President, thank you very much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "4ac4c771fbc445f6bc12ccd15161dc7d",
    "conversationWithName": "abcnews.go.com",
    "senderName": "Barack Obama",
    "outgoing": true,
    "text": "Thank you.",
    "language": "en",
    "platform": "interview-transcripts"
  }
]