[
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "With me at our bureau in New York City is Russian President Vladimir Putin. President Putin, welcome and thank you very much for appearing with us tonight on this broadcast.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Thank you.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "You have just been to Ground Zero in Lower Manhattan, and I want to ask you first your reactions on seeing that.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It was a very emotional experience. Of course all of this I had already seen a number of times on television, and I must tell you that as far as the official schedule of my visit, the trip to New York was not part of it. However, I could not help but come here, both to New York itself and of course the Ground Zero, the disaster site. And it made a very big impact -- not just on me personally, but on Russia as a whole. And what I wanted to do was not just to go visit that place, but to pay my respects to those who had suffered in this tragedy. And I wanted to once again by doing that, by going to the site, to attract the attention to this tragedy, to do everything that I can to make sure that nothing like this happens in the future, that there is no repetition of this in the future. And I would like to express my admiration for the courage displayed by the New Yorkers. I also would like to say that there was a poster across the street from the Russian flag, because of course there were some Russians among the casualties -- and I signed the poster. And what I wrote there was that, quote, \"This great city and the great people of America will no doubt prevail.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Well, I know that you are eager to hear from our listeners. Before we go to phone calls and to some of the nearly 2,000 e-mail messages that we have received over the past couple of days in anticipation of you being here, I would like to first ask you about your summit with President Bush this week. You and President Bush seem to have both agreed to cuts in nuclear warheads, but not on the ABM Treaty. What's the problem? What is the obstacle to your agreeing on the American plans for a missile defense, and Russia's insistence on the ABM Treaty?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Well, the problem is not so much about the administration's plans to build up the system. The problem is that in the whole we do share the concerns of the U.S. administration regarding possible future threats. And in this regard we do have a common platform on which we can engage in a discussion and to decide what the optimal way is of providing security for both our two countries and the rest of the world.Where we do have differences is how to move along towards that objective -- how to reach that level of security. Our position, Russia's position, comes down to the fact that the best, the most optimal way, is to preserve the agreements that have been signed and put into effect before, and to develop the international agreements and accords in the security area -- also to put an end to the nuclear proliferation and to the proliferation of missile technologies, and to engage in arms cuts. That we believe is the ultimate road.We also believe that the 1972 treaty that we have now is flexible enough for us to use it for different kinds of efforts towards a greater level of security, both for the United States and Russia. The U.S. administration has its own approach to how this problem can be solved, but I don't have any doubts whatsoever that no matter which scenario unfolds, our bilateral relationship will not deteriorate from the level it is at now, and we at the end of the day will be able to arrive at a solution that will be acceptable for everyone involved.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "But is your relationship with President Bush strong enough now that you have confidence the United States would not simply break the ABM Treaty unilaterally?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "First of all, indeed we have heard quite a lot that such a scenario is possible, but no final decision has been made. Secondly, I would like to reiterate -- I would like to emphasize once again that the level of our relationship -- and I am not just talking about my personal relationship with President Bush, but I am referring to the relationship between the United States and the Russian Federation -- the level of awareness of the need to strengthen this relationship vis-a-vis the new threats is such that we simply cannot fail to understand the importance of the quality of this relationship, no matter how difficult the challenges are and how difficult the problems are that we are solving, such as for instance the ABM Treaty and its future is. That is one of those difficult problems. That is why I am saying with this much confidence that no matter what the actual situation is, we jointly with the U.S. administration will be looking for a scenario that will be acceptable for everyone involved, and I am positive that we will find such a scenario.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "As I've said, we have received hundreds and hundreds -- nearly 2,000 -- e-mail questions for you, which range from your thoughts on the future of world politics to who your favorite Beatle is -- every question imaginable. But here's one that's relevant to the point I just asked you about. George Poole of San Antonio, Texas, asks you if Russia might consider the United States and Russia bilaterally working on a missile defense, sharing the technology to create it and jointly building it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I believe that the most important is for us to be thinking about a future security system together. The most important thing is to work on a system that rather than generates mutual distrust and rather than deteriorate the strategic position of the partner, we engage in building a system that will work exactly towards the opposite end. And I believe -- I think that such a scenario is indeed feasible, and that's what I feel my partner and colleague President Bush is prepared to do.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "This is a completely different subject, and it's from Max Wilson of Mason, Texas. And he writes: \"Dear President Putin\" --",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Why is it that we have focused on Texas? Actually I believe that's the right thing to do --",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "I think you are very popular in Texas right now, and we have quite a bit of e-mail from Texas. Mr. Wilson asks, \"My wife and I support several village churches in Siberia, as well as an orphanage and a ministry to street children. We often travel to Russia to visit the people involved in these ministries. We are mainline Protestants, and are concerned about reports of persecution and discrimination against Western Protestant ministries and ministers. My question is: Are we really welcome in Russia?\"",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Unfortunately we all live in a world where there are all kinds of problems that one still comes across. However, I don't think -- let me put it differently -- I am confident that there are no problems about the interaction of any confessions, representatives of any confessions, with the official authorities. I don't think that there will be any problems in that area.Unfortunately some parts of the world -- in some countries of the world, the Russian Orthodox Church is running into problems. And in countries where as a matter of fact it has a long history of representation, a very solid representation. Our job is to create an environment where it will be possible to profess religions freely, and to engage in religious beliefs freely for all and any people, irrespective of their congregation. But for instance myself -- I have been doing everything that is within my powers to do, and I am positive that at the local level many people are doing the same. However, when there are or if there are certain episodes, certain problems of the caliber that have been mentioned by your listener, I think it would be appropriate if he were to send a letter with the description of those problems to my office, and I promise hereby that we will pay the closest attention to such a letter.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Listener Rimas Miksys of Seattle, Washington, asks: Do you oppose the admission of the three Baltic Republics, Lithuania, Latvia and Estonia, into NATO?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, this is a question -- or this is an issue that cannot really be summed up in a yes or a no. I will try and express my position on this matter briefly.NATO was built to counteract the Soviet Union in its day and time. At this point there is no threat coming from the Soviet Union, because there is no Soviet Union anymore. And where there was the Soviet Union once, there is now a number of countries, among them the new and democratic Russia. If -- and I have already said that, and I don't mind repeating that -- if we were to take to the streets of New York or to the streets of Washington, D.C., or Paris, or London, or Rome, or any and all other major capitals of the countries that are NATO members, and if we were to ask the man in the street, the ordinary person, whether he thinks that the enrollment of Estonia, with its 1,300,000 people and Latvia and Lithuania if they were to join NATO, whether or not it will increase their level of security, most likely, most probably almost everybody will say no -- no, their enrollment in NATO will not increase their security. Because unfortunately, mechanical enlargements of NATO is not going to increase the level of security in the face of new threats -- the threats of the 21st century.However, if we were to ask the man on the street whether he thinks that Russia is in a position to help neutralize the newly-emerging threats, again most likely everybody will say, Yes, Russia can do that -- and that would be the right thing to say.So what I am trying to say is that while Russia acknowledges the role of NATO in the world of today, Russia is prepared to expand its cooperation with this organization. And if we change the quality of the relationship, if we change the format of the relationship between Russia and NATO, then I think NATO enlargement will cease to be an issue -- will no longer be a relevant issue. I guess that would be my comment.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "That's a very long answer to our listener's yes-or-no question, but I take it that you are saying under present circumstances you do oppose, until the relationship changes?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Not only I am not opposed to it, I actually don't think it makes any sense. If we were to deal with increasing its national security, NATO enlargement does not make sense. We of course are not in a position to tell people what to do. We cannot forbid people to make certain choices if they want to increase the security of their nations in a particular way. But I don't think that enlarging or enhancing NATO mechanically makes any sense.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Many listeners have called in on 1-800-989-TALK, and we are going to turn first to Michael, who is calling from Holland, Mich. Michael, your question for President Vladimir Putin.caller: Good evening, Mr. Putin.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Good evening.caller: I was just wondering -- it seems like Russia has gone through pretty much what we are going through now with Chechnya with the terrorists. I was wondering what's the most important thing that he can tell us or any information, seeing how he already went through this ordeal. What would be, for our citizens, or for what he can tell Bush, what information does he have towards citizens?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Advice to President Bush based on your experience of dealing with terrorism.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Well, of course I have been asked not only about President Bush, but about advice in general, what I think is the most important thing when one is faced with the threat of terrorism. And what I'll try to do is to provide a very specific and brief answer. The most important thing is your society's morale. It's the society's preparedness to try and control terrorism and terror and any pressure that may come from the political leadership of your county. And I have a feeling that America has enough of that now.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Our caller mentioned the experience of Chechnya. Many people have sent us e-mails about Chechnya. David Sloane of Somerville, Mass., asks: Would you consider bringing in outside mediators, perhaps the United Nations, to seek a compromise in Chechnya?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "No. And I'll tell you why. Chechnya is part and parcel of the Russian Federation. And it is our duty to decide matters in what is our home. And that's the first point I would like to make answering the question.My second point is that the Chechnya issue has more aspects to it than just terrorism. It's not all about terrorism. The Chechnya problem is a centuries-old problem. The thing is that today, fundamentalists and terrorists are exploiting those centuries-old problems to accomplish their own objectives that have nothing to do whatsoever with the interests of Chechnya. They are taking advantage of those problems. And of course, because there are many things and many questions that can be asked about this, please allow me to -- please bear with me, I will say something else regarding this.In 1995, Russia virtually gave Chechnya de facto statehood and independence even though, de jure, it didn't recognize Chechnya as an independent state. And I would like to emphasize strongly that Russia withdrew all of its troops, we moved the prosecutors, we moved all the police, dismantled all the courts, completely, 100 percent. Starting from that moment, what happened was the beginning of a fundamentalist invasion of that territory -- fundamentalists, and as a matter of fact, foreign mercenaries virtually invaded that territory.What happened was that an international terrorist enclave was set up in Chechnya. And all of this, of course, led to the fact that in December of 1999, terrorists attacked a neighboring republic, Dagestan, which also happens to be a Muslim republic. And their motto was -- their direct motto was to alienate new territory from Russia, to take away the new land from Russia, and to set up a new fundamentalist state between the Baltic and the Caspian seas. And as we all understand, this has nothing to do with the independence of Chechnya, and cannot have anything to do with the independence of Chechnya. And this is something that Russia could only respond to in a rigorous and armed manner.And, as of now, in Chechnya, about 500 foreign mercenaries have been destroyed in Chechnya and in the territory of Chechnya, according to our data, there are several hundred mercenaries. That is why we and the Chechnyan people will engage in political means to find a final solution. And as far as international terrorists are concerned, we will bring them to justice or physically destroy them.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Rather than continue talking about Chechnya, which could occupy the rest of our time together, I know a great many people have sent in comments of great concern about human rights abuses there, and we're going to go on to other questions right now. And we're going to turn right now to Prentiss, Maine -- this is in the other corner of the country from where you've just been -- and our listener, Liz, has a question for you.caller: Yes. President Putin, what advice do you have for the U.S. regarding the deployment of ground troops into Afghanistan? And what were your casualties there? Spasiba (Thank you).",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As you can see so far, the situation has been evolving, as we planned -- as President Bush planned, and as we both discussed this situation some time ago, including in Shanghai.From our perspective, as of now, the Afghans are being -- the Northern Alliance and its own forces are being and have been sufficiently effective. We sought to liberate the north of Afghanistan, and the capital of Afghanistan at the first stage, and these objectives have been accomplished.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "You say \"we\" -- you say \"we,\" sir, the alliance, that you count Russia as part of that action.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Yes, of course. Let me finish answering that question first. I believe that, first of all, we must focus on the Afghans themselves. And we should put them in a position where they can liberate their own country and their own nation from fundamentalists and foreign mercenaries. While we should be doing that supporting them with aviation and special forces and special means, and helping them with food supplies and weapons. And as we can see, once again I would like to say that so far this line of action has been effective. And as far as a large-scale ground operation is concerned, as of now -- as of now, that doesn't seem to be an appropriate line of action. Everything will depend on how the situation will evolve in the future.As far as the comment from our host, yes, Russia does see itself as an integral part of the international community which is fighting terrorism. We have been supplying our partners in the United States with reconnaissance, with intelligence. We have provided corridors for air traffic. We provide political support to our allies from around the Central Asian republics in terms of -- that have been providing assistance to the U.S. armed forces.But, in addition to that, in this particular region, and more specifically in Tajikistan, we have a fairly large ground formation of the Russian armed forces. Our border troops are protecting the border between Tajikistan and Afghanistan -- and I'm talking about a 10,000 contingent, 10,000 strong contingent -- and in Tajikistan, we have a mobilized division of 12,500 personnel strong -- which is to say that the Russian armed forces have 22,500 people on the ground in this part of the world. And that, I think, is acting as a major stabilizing factor for the situation in this region. And, our relationship with the United States in this area has been developing in a highly productive manner.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Well, let's turn to another call from the audience, and this time from Mendon, Mass. Our listener's name is Larry. Larry, what's your question?caller: Good evening, President Putin.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Good evening.caller: There are a great many of us here who would like to know what type of martial arts you practice, how old you were when you earned your black belt, and do you still find time to practice in your busy life?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I started practicing this sport when I was 14, and as a matter of fact, what I did start engaging in was something called sambo, which is a Russian acronym for, quote, \"self-defense without arms, which is a Russian wrestling technique. And, after that, I joined a gym that was teaching judo. And I was what they call a master of sports. We have our sporting ranks, and the equivalent of the black belt I received when I was, I guess, 18, in judo. And all my adult life I have been practicing judo -- I guess I can put it this way -- and I do love the sport tremendously. And I think that there is more to it than just sport. I think it's also a philosophy in a way, and I think it's a philosophy that teaches one to treat one's partner with respect. And I engage in this sport with pleasure and try to have regular practices still. Yes, still.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "This, by the way, there was an e-mail question, another personal question: Hubbard T. Saunders IV, in Jackson, Miss., asks what is your favorite book, and why?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I love the Russian classics very much, the Russian classical literature. But I also read modern literature. As far as Russian literature is concerned, I am very fond of Tolstoy and Chekhov, and I also enjoy reading Gogol very much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Well, let's -- oh, many people have asked us about your background in the KGB. Thom Foulks of Colorado Springs, Colo., asks: American news media continue to point out that you were a former KGB agent, which carries with it a negative image. Is that unfair? And how do you feel your KGB experience may help you or hinder you in today's world?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It helps me.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "It helps you.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "For instance -- I can see you are surprised to hear that -- for instance, it helps me establish a good relationship with you as we are working here today in the studio. It helps me establish human interaction, because working for the intelligence -- and that's where I was working, I was working in the -- I was working in the intelligence department of the KGB -- so working for the intelligence, you have to be working with and for the people. What I was doing, what was my specialty was the political intelligence. I basically engaged and researched into international politics -- of course, from a different perspective, in a different capacity. And I never, ever regretted working, taking up a job with the external intelligence department of the Soviet Union. I did my duty. I served my country. And I believe that I did a fairly decent job at that. However, one must not forget, of course, that we lived in an entirely different world then, in a world that is no longer here. As far as I know, though, in the United States, there is a certain amount of experience where ex-intelligence employees became heads of state.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "You were visiting the son of one of them just this week, I believe.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "And I also had a meeting with the father as well.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Dan in Atlanta, Ga., has a question for you, Mr. President.caller: Good evening, President Putin. Do you believe that the United States and Russia should be willing to give more authority and yield some sovereignty to the United Nations in order to combat terrorism?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Well, the United Nations' involvement in the counter-terrorism effort is extremely important, above all, in the international -- in the internationally legal area, as far as the international law is concerned. The United Nations should work out fundamental definitions and standards to describe terrorism and to help make these standards part and parcel of the national legislation of the member nations.However, the United Nations is also deriving its strength from the strength of the individual member states. That is why the role that can be played by individual member states, especially the leading nations, such as the United States, for instance, is immense. And I don't think that, at least in certain individual aspects of the counter-terrorism effort, such individual role of some of the member states of the United Nations can be in any way replaced or substituted for by the United Nations itself.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "We're going to turn now to Cleveland, Ohio, where Pat has been on hold for a while with a question for you, Mr. President. Go ahead, Pat.caller: Mr. President, you've spoken with leaders throughout the world. Now, based not on Russia's desires but what you've heard those world leaders say, what's the one thing that America should change to be best accepted by the community of nations?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, while answering this question, I may come across as somewhat immodest. Advice of this kind is more or less a waste of time, really, because whenever somebody bothers to give this kind of advice, as a rule, the recipient wouldn't follow, wouldn't take that advice.If you believe that the United States should actually do something so as to strengthen even more its international standing, then my impression is that these objectives should be put on the agenda of the United States by the citizens of the United States or by yourself.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Here's a question from Philip Smiley in Fairfax, Va. It's an e-mail question. \"What were you thinking about us -- that is, us Americans -- when President Reagan was calling the Soviet Union the evil empire?\"",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I was thinking that he was being a little extreme, and I was thinking that that kind of an extreme attitude was unlikely to result in the accomplishing of an objective, even though those objectives that President Reagan himself was mapping out were noble.My perspective is that generally a policy of any kind of restrictions or isolation is very ineffective. That's my perspective. And as far as the Soviet Union was concerned, I think that that assessment was more of a motto, a slogan, a slogan of the day, of the day when it was said, rather than a long-term policy pursued by Reagan himself. And as a matter of fact, the subsequent events did confirm what I just said, that it was more of a slogan for the day.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "President Bush now speaks of Osama bin Laden as \"the evil one.\" He uses the word \"evil.\" Is he also exaggerating now, and is it also a slogan for the day, or do you think that's true?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Actually, I think President Bush is being very mild in his choice of words. I have other definitions and epithets to offer, but I, of course, am being restrained by the fact that I am talking to the media and this is hardly appropriate.The thing is that the people that you have just referred to, terrorists, especially terrorists who base themselves on man-hating fundamentalist ideas, these people, these terrorists, don't really treat the rest of humanity as human beings. We are not even enemies, as far as they're concerned. We're just dust. We're nothing and we're a bunch of nobodies. And as people, these criminals deserve the most serious of attention and the most rigorous of treatment.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Josh is calling from Tampa, Florida. Josh, go ahead.caller: Good evening, President Putin. What effect, if anything, has the Sept. 11 tragedy had on the Russian economy and the citizens of Russia?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As far as the economy is concerned, the impact was minimal, fortunately. As far as the citizens of Russia are concerned, I can tell you that it was both a shock for the United States and a very serious event for Russia. And it is no accident that hundreds of people in Moscow and in other cities of the Russian Federation where there is some diplomatic representation from the United States came to the buildings of these diplomatic missions and brought flowers with them.I would like to tell you that sympathy from the Russian people towards the American people was something that the Russians were providing in a perhaps, I don't know, conscious, knowing way than sympathy shown by other nations.And I'm not afraid to say that openly, and I can tell you why, because exactly two years ago Russia was the first to come across the kind of terrorism that the Americans had to deal with on Sept. 11. And, of course, the scale was not as large but it was just as horrendous, where, in downtown Moscow and in other cities of the Russian Federation, residential buildings, apartment buildings, were exploded. And as a result of those acts of terror, hundreds of completely innocent people died.That was two years ago. That is why I think I'm in a position to say that the citizens of Russia, probably more intimately than the other nations of the world, held this tragedy to their heart and sympathized with the Americans.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "On another subject, our listener, Alfred Friendly Jr., sent us this question. He wants to know what influence you believe Andrei Sakharov and other human rights advocates and their supporters in the West had on the course of Soviet and Russian history.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I think that was a crucial impact that they provided. It was a fundamental impact that they provided to the Russian history. At different periods, certain periods of time in the life of any nation, there will be people who turn on the light, if you will, and they show a road for the nation to follow. And no doubt Andrei Sakharov was one of those people who turned on the light.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "A visionary for the Russians.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Yes, exactly, a visionary, and also someone who was able to not only see the future, but to express, to articulate his thoughts, and do that without any fear. And that is also very important.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Does it disturb you that human rights groups that supported Sakharov in his day will now criticize you for the Russian army's behavior in Chechnya or for restrictions on the press, for example?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "No, it doesn't bother me. I think that people who criticize the authorities -- there should always be people who criticize the authorities. And at the end of the day, it is good for a regime, for the authorities, to have this kind of people, because what these people are trying to do is casting light on a problem from every single perspective, including from a perspective that the authorities themselves may fail to notice because the authorities are busy dealing with the daily challenges of everyday life and they may not see a certain aspect of a problem.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "But are the Russian media free today to cast light on even the most controversial, most sensitive issues in Russian life? Can they go in and report freely? Or should they, as we read here, be concerned that there may be government pressure on them?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I believe that the Russian mass media are as free as in any other nation. There is a problem that is specific to nations with an underdeveloped market economy, with an insufficiently-developed market economy. And this problem, of course, projects itself to the mass media before anything else.I believe that mass media can be genuinely, completely free only in the context of a democratic society and a market economy when they become economically free. That's the only way for them to be genuinely free, when they no longer depend on handouts from outside people, when they no longer perform a function that is assigned to them by their financial sponsors. And in this sense, in my country we still have a lot of work cut out for us if we were to make our mass media independent, especially in some of the regions of the Russian Federation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "So when you think ahead to what Russia will be like 10 years from now, 20 years from now, as any number of people want to ask you about your vision for the country, do you imagine Russia will be, because it has a more complex market economy by then, a more developed democracy with a freer press, for example?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "The choice was made, and I am absolutely, 100 percent confident that this is an irreversible process. And everything that you have just mentioned, I am positive will continue to evolve in a positive manner. And the basics of the democracy, the foundation of the democracy, will continue to be strengthened and the market economy will again continue to progress. And I have no doubt whatsoever that this will happen. The point of no return is way in the past.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "And it'll be bringing a more vigorous press and media along with it?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I think that if you were to go to Russia now, to come to Russia now, and if you could see for yourself how active and proactive the Russian press is now, I think many of the questions that you are about to ask, you probably even wouldn't bother to ask.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "The last question from one of our listeners, Linda in Idaho. Linda, you have the last word to President Putin.caller: Good evening, President Putin. I'm a city council member here in Moscow, Idaho, and we in Moscow look forward to peace and understanding between our countries. But, you know, we need to talk together and we need to get to know each other. So, because of that, I'd like to invite you and other Russians to come to the other Moscow. Mr. President, will you come to Moscow, Idaho?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I am very touched by your kind invitation. I have a lot of places to visit in this sense in the United States, and I think there's a city that's called St. Petersburg in the state of Florida, and I of course was born in St. Petersburg -- not Florida, in Russia -- and I would very much like to visit Moscow, Idaho and St. Petersburg, Florida.One thing, however, that I absolutely agree with you is that a genuine friendship between our two countries is only possible if and when these relationships are maintained at the grass-roots level, and in the citizens of our respective countries.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "And before you go, I have to let you clarify a confusion about your invitation to President Bush the other day. You suggested that he come to St. Petersburg for the White Nights in December, which isn't what you meant, I presume?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Yes, if we were to refer -- as if we were to use the phrase \"white nights\" to describe nights that are covered in snow, and streets that are covered in snow -- (laughter) -- when the streets are covered in snow, then December might do just fine. However, we will be happy to welcome President Bush on Russian soil at any time that is convenient for him.But the actual phrase \"white nights,\" when used correctly, refers to several weeks between late May and the middle of June. That is why, because in the latitudes where St. Petersburg is located, the sun basically never goes down and stays above the horizon virtually through the night, and sets for just a few moments during the night, and this is an exceptionally beautiful season, especially in a city that is exceptionally beautiful itself, St. Petersburg, Russia. And what I was referring to when I extended my invitation to President Bush of course was the few weeks between late May and the middle of June. But our specialists, our experts from the U.S. State Department and from the Russian Foreign Ministry, I hope will be able to select a time that happens to suit the president best, and that is the most convenient time for him.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Well, President Putin, thank you very much for sharing so much of your time with us this evening on National Public Radio.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Thank you very much for organizing this event. And I would also like to thank the audience and the callers. I would also like to thank everybody for the interest that they have shown in today's conversation. I also would like to take advantage of this opportunity to thank the American people for the extremely warm and cordial welcome that has been extended to me. And I saw it with my own eyes when I went to Texas. I could see posters and Russian flags flying virtually on every house, and there were greetings -- and there were posters and greetings written across the posters. And that's actually something that some of your listeners, some of the callers have mentioned today -- that is, where the feeling of friendship and the feeling of human interaction goes down to the grass-roots level, to the level of the interaction of individual citizens. Thank you very much, Americans.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "19bf2d1d98eb49149f5905e083c684b6",
    "conversationWithName": "npr.org",
    "senderName": "npr.org",
    "outgoing": false,
    "text": "Vladimir Putin, the president of Russia, has been our guest. He's got to go.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, you head for Osaka shortly as the senior statesman at the G20. Nobody has been to so many international meetings of this grouping and the G7 over the last 20 years while you have been in charge of Russia. Before we talk about the G20 agenda and what you hope to achieve, we know that there are rising tensions between America and China in trade, the risk of conflict in the Gulf. I would be very grateful if you could talk a bit about how you have seen the world change over the last 20 years while you have been in power.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "First, I have not been in power for all these 20 years. As you may know, I was prime minister for four years, and that is not the highest authority in the Russian Federation. But nevertheless, I have been around for a long time in government and in the upper echelons, so I can judge what is changing and how. In fact, you just said it yourself, asking what has changed and how. You mentioned the trade wars and the Persian Gulf developments. I would cautiously say the situation has not changed for the better, but I remain optimistic to a certain extent. But, to put it bluntly, the situation has definitely become more dramatic and explosive.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Do you believe that the world now has become more fragmented?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Of course, because during the Cold War, the bad thing was the Cold War. It is true. But there were at least some rules that all participants in international communication more or less adhered to or tried to follow. Now, it seems that there are no rules at all. In this sense, the world has become more fragmented and less predictable, which is the most important and regrettable thing.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "We will return to this theme of the world without rules, fragmentation, more transactional. But first, Mr President, tell us what you want to achieve in Osaka, in terms of your relationships with these other parties? What are your main goals for the summit?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I would very much like all the participants in this event, and the G20, in my opinion, is a key international economic development forum today, so I would like all the G20 members to reaffirm their intention at least an intention to work out some general rules that everyone would follow, and show their commitment and dedication to strengthening international financial and trade institutions.Everything else is details that complement the main topics one way or another. We certainly support Japan's presidency. As for the development of modern technology, the information world, the information economy, as well as our Japanese colleagues' attention to matters such as longevity and the environment all this is extremely important, and we will certainly support it and will take part in all these discussions.Even though it is hard to expect any breakthroughs or landmark decisions in the current conditions; we can hardly count on it today. But in any case, there is hope at least that during these general discussions and bilateral meetings we will be able to smooth out the existing disagreements and lay a foundation, a basis for positive movement forward.Liberalism 'has outlived its purpose' President Putin speaks exclusively to the Financial TimesSubtitles unavailable",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "You will have a meeting with [Saudi Crown Prince] Mohammed bin Salman in Osaka. Can we expect an extension of the current agreement on oil production? Limitations?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As you know, Russia is not an Opec member, even though it is among the world's largest producers. Our daily production is estimated at 11.3m barrels, I believe. The United States has surged ahead of us, though. However, we believe that our production stabilisation agreements with Saudi Arabia and Opec in general have had a positive effect on market stabilisation and forecasting.I believe both energy producers, in this case, oil producing countries, and consumers are interested in this, because stability is definitely in short supply at present. And our agreements with Saudi Arabia and other Opec members undoubtedly strengthen stability.As for whether we will extend the agreement, you will find out in the next few days. I had a meeting on this issue with the top executives of our largest oil companies and government members right before this interview.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "They are a little bit frustrated. They would like to produce more. Is that correct?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "They have a smart policy. It is not about increasing production, although that is a major component in the work of large oil companies. It is about the market situation. They take a comprehensive view of the situation, as well as of their revenues and expenses. Of course, they are also thinking about boosting the industry, timely investments, ways to attract and use modern technology, as well as about making this vital industry more attractive for investors.However, dramatic price hikes or slumps will not contribute to market stability and will not encourage investment. This is why we discussed all these issues in their totality today.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, you have observed four American presidents at close quarters and maybe five, you have had direct experience. So, how is Mr Trump different?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "We are all different. No two people are the same, just like there are no identical sets of fingerprints. Anyone has his or her own advantages, and let the voters judge their shortcomings. On the whole, I maintained sufficiently good-natured and stable relations with all the leaders of the US. I had an opportunity to communicate more actively with some of them.The first US president I came into contact with was Bill Clinton. Generally, I viewed this as a positive experience. We established sufficiently stable and business-like ties for a short period of time because his tenure was already coming to an end. I was only a very young president then who had just started working. I continue to recall how he established partner-like relations with me. I remain very grateful to him for this.There have been different times, and we had to address various problems with all other colleagues. Unfortunately, this often involved debates, and our opinions did not coincide on some matters that, in my opinion, can be called key aspects for Russia, the United States and the entire world. For example, this includes the unilateral US withdrawal from the Anti-Ballistic Missile Treaty that, as we have always believed, and as I am still convinced, was the cornerstone of the entire international security system.We debated this matter for a long time, argued and suggested various solutions. In any event, I made very energetic attempts to convince our US partners not to withdraw from the treaty. And, if the US side still wanted to withdraw from the treaty, it should have done so in such a way as to guarantee international security for a long historical period.I suggested this, I have already discussed this in public, and I repeat that I did this because I consider this matter to be very important. I suggested working jointly on missile-defence projects that should have involved the US, Russia and Europe. They stipulated specific parameters of this co-operation, determined dangerous missile approaches and envisioned technology exchanges, the elaboration of decision-making mechanisms, etc. Those were absolutely specific proposals.I am convinced that the world would be a different place today, had our US partners accepted this proposal. Unfortunately, this did not happen. We can see that the situation is developing in another direction; new weapons and cutting-edge military technology are coming to the fore. Well, this is not our choice. But, today, we should at least do everything so as to not aggravate the situation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, you are a student of history. You have had many hours of conversation with Henry Kissinger. You almost certainly read his book, World Order. With Mr Trump, we have seen something new, something much more transactional. He is very critical of alliances and allies in Europe. Is this something that is to Russia's advantage?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It would be better to ask what would be to America's advantage in this case. Mr Trump is not a career politician. He has a distinct world outlook and vision of US national interests. I do not accept many of his methods when it comes to addressing problems. But do you know what I think? I think that he is a talented person. He knows very well what his voters expect from him.Russia has been accused, and, strange as it may seem, it is still being accused, despite the Mueller report [on the investigation into allegations of Russian meddling in the 2016 presidential campaign], of mythical interference in the US election. What happened in reality? Mr Trump looked into his opponents' attitude to him and saw changes in American society, and he took advantage of this.You and I are talking ahead of the G20 meeting. It is an economic forum, and it will undoubtedly have discussions on globalisation, global trade and international finance.Has anyone ever given a thought to who actually benefited and what benefits were gained from globalisation, the development of which we have been observing and participating in over the past 25 years, since the 1990s?China has made use of globalisation, in particular, to pull millions of Chinese out of poverty.What happened in the US, and how did it happen? In the US, the leading US companies the companies, their managers, shareholders and partners made use of these benefits. The middle class hardly benefited from globalisation. The take-home pay in the US (we are likely to talk later about real incomes in Russia, which need special attention from the government). The middle class in the US has not benefited from globalisation; it was left out when this pie was divided up.The Trump team sensed this very keenly and clearly, and they used this in the election campaign. It is where you should look for reasons behind Trump's victory, rather than in any alleged foreign interference. This is what we should be talking about here, including when it comes to the global economy.I believe this may explain his seemingly extravagant economic decisions and even his relations with his partners and allies. He believes that the distribution of resources and benefits of globalisation in the past decade was unfair to the US.I am not going to discuss whether it was fair or not, and I will not say if what he is doing is right or wrong. I would like to understand his motives, which is what you asked me about. Maybe this could explain his unusual behaviour.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "I definitely want to come back to the Russian economy. But what you said is absolutely fascinating. Here you are, the President of Russia, defending globalisation along with [China's] President Xi [Jinping] whereas Mr Trump is attacking globalisation and talking about America First. How do you explain this paradox?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I don't think that his desire to make America first is a paradox. I want Russia to be first, and that is not perceived as a paradox; there is nothing unusual there. As for the fact that he is attacking some manifestations of globalisation, I made that point earlier. He seems to believe that the results of globalisation could have been much better for the US than they are. These globalisation results are not producing the desired effect for the US, and he is beginning this campaign against certain elements of globalisation. This concerns everyone, primarily major participants in the system of international economic collaboration, including allies.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, you have had many meetings with President Xi, and Russia and China have definitely come closer. Are you putting too many eggs in the China basket? Because Russian foreign policy, including under your leadership, has always made a virtue of talking to everybody.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "First of all, we have enough eggs, but there are not that many baskets where these eggs can be placed. This is the first point.Secondly, we always assess risks.Thirdly, our relations with China are not motivated by timeserving political or any other considerations. Let me point out that the Friendship Treaty with China was signed in 2001, if memory serves, long before the current situation and long before the current economic disagreements, to put it mildly, between the US and China.We do not have to join anything, and we do not have to direct our policy against anyone. In fact, Russia and China are not directing their policy against anyone. We are just consistently implementing our plans for expanding co-operation. We have been doing this since 2001, and we are just consistently implementing these plans.Take a look at what is written there. We have not done anything that transcends the framework of these accords. So there is nothing unusual here, and you should not search for any implications of the Chinese-Russian rapprochement. Of course, we assess the current global developments; our positions coincide on a number of matters on the current global agenda, including our attitude towards compliance with generally accepted rules in trade, the international financial system, payments and settlements.The G20 has played a very tangible role. Since its inception in 2008, when the financial crisis flared up, the G20 has accomplished many useful things for stabilising the global financial system, for developing global trade and ensuring its stabilisation. I am talking about the tax aspect of the global agenda, the fight against corruption, and so on. Both China and Russia adhere to this concept.The G20 has accomplished a lot by advocating quota changes at the International Monetary Fund and the World Bank. Both Russia and China share this approach. Considering the major increase in the global economic share of emerging markets, this is fair and right, and we have been voicing this position from the very beginning. And we are glad that this continues to develop and to proceed in line with changes in global trade.Over the past 25 years or so (25, I believe), the share of G7 countries in the global GDP has declined from 58 per cent to 40 per cent. This should also be reflected in international institutions in some way. That is the common position of Russia and China. This is fair, and there is nothing special about this.Yes, Russia and China have many coinciding interests, this is true. This is what motivates our frequent contacts with President Xi Jinping. Of course, we have also established very warm personal relations, and this is natural.Therefore, we are moving in line with our mainstream bilateral agenda that was formulated as far back as 2001, but we quickly respond to global developments. We never direct our bilateral relations against anyone. We are not against anyone, we are for ourselves.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "I am relieved that this egg supply is strong. But the serious point, Mr President, is, you are familiar with Graham Allison's book, The Thucydides Trap. The danger of tensions or a military conflict risk between a dominant power and a rising power, America and China. Do you think that there is a risk of a military conflict in your time between you, America and China?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, the entire history of mankind has always been full of military conflicts, but since the appearance of nuclear weapons the risk of global conflicts has decreased due to the potential global tragic consequences for the entire population of the planet in case such a conflict happens between two nuclear states. I hope it will not come to this.However, of course, we have to admit that it is not only about China's industrial subsidies on the one hand or the tariff policy of the US on the other. First of all, we are talking about different development platforms, so to speak, in China and in the US. They are different and you, being a historian, probably will agree with me. They have different philosophies in both foreign and domestic policies, probably.But I would like to share some personal observations with you. They are not about allied relations with one country or a confrontation with the other; I am just observing what is going on at the moment. China is showing loyalty and flexibility to both its partners and opponents. Maybe this is related to the historical features of Chinese philosophy, their approach to building relations.Therefore I do not think that there would be some such threats from China. I cannot imagine that, really. But it is hard to say whether the US would have enough patience not to make any rash decisions, but to respect its partners even if there are disagreements. But I hope, I would like to repeat this again, I hope that there would not be any military confrontation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Arms control. We know that the Intermediate-Range Nuclear Forces (INF) agreement is in grave jeopardy. Is there any place, from Russia's point of view, for future arms control agreements or are we in a new phase when we are likely to see a new nuclear arms race?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I believe there is such a risk.As I said already, the US unilaterally withdrew from the Anti-Ballistic Missile treaty, and has recently quit the INF treaty as well. But this time, it did not just quit but found a reason to quit, and this reason was Russia. I do not think Russia means anything to them in this case, because this war theatre, the war theatre in Europe is unlikely to be interesting to the US, despite the expansion of Nato and Nato's contingent near our borders. The fact remains, the US has withdrawn from the treaty. Now the agenda is focused on the Strategic Arms Reduction Treaty (New Start). I hope that I will be able to talk about it with Donald [Trump] if we happen to meet in Osaka.We said that we are ready to hold talks and to extend this treaty between the US and Russia, but we have not seen any relevant initiative from our American partners. They keep silent, while the treaty expires in 2021. If we do not begin talks now, it would be over because there would be no time even for formalities.Our previous conversation with Donald showed that the Americans seem to be interested in this, but still they are not making any practical steps. So if this treaty ceases to exist, then there would be no instrument in the world to curtail the arms race. And this is bad.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Exactly, the gloves are off. Is there any chance of a triangular agreement between China, Russia and America on intermediate nuclear forces or is that a dream, pie in the sky? Would you support such an end?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As I said at the very beginning, we will support any agreement that can advance our cause, that is, help us contain the arms race.It should be said that so far, the level and the development scale of China's nuclear forces are much lower than in the US and Russia. China is a huge power that has the capability to build up its nuclear potential. This will likely happen in the future, but so far our capabilities are hardly comparable. Russia and the US are the leading nuclear powers, which is why the agreement was signed between them. As for whether China will join these efforts, you can ask our Chinese friends.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Russia is a Pacific power as well as a European and Asian power. It is a Pacific power. You have seen what the Chinese are doing in terms of their build-up of their navy and their maritime strength. How do you deal with those potential security problems, territorial disputes in the Pacific? Does Russia have a role to play in a new security arrangement?VP: You mentioned the build-up of naval forces in China. China's total defence spending is $117bn, if memory serves. The US defence spending is over $700bn. And you are trying to scare the world with the build-up of China's military might? It does not work with this scale of military spending. No, it does not.As for Russia, we will continue to develop our Pacific Fleet as planned. Of course, we also respond to global developments and to what happens in relations between other countries. We can see all of this, but it does not affect our defence development plans, including those in the Russian Far East.We are self-sufficient, and we are confident. Russia is the largest continental power. But we have a nuclear submarine base in the Far East, where we are developing our defence potential in accordance with our plans, including so that we can ensure safety on the Northern Sea Route, which we are planning to develop.We intend to attract many partners to this effort, including our Chinese partners. We may even reach an agreement with American shippers and with India, which has also indicated its interest in the Northern Sea Route.I would say that we are also primed for co-operation in the Asia Pacific region, and I have grounds to believe that Russia can make a considerable, tangible and positive contribution to stabilising the situation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Can we just turn to North Korea? How do you assess the current situation and do you believe that in the end, any deal or agreement will have to accept the fact that North Korea has nuclear weapons and that total dismantling is just not possible? If I could just add, Mr President, I ask you this because Russia has a fairly small but still a land border with North Korea.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, whether we recognise North Korea as a nuclear power or not, the number of nuclear charges it has will not decrease. We must proceed from modern realities, which are that nuclear weapons pose a threat to international peace and security.Another pertinent question is where this problem stems from. The tragedies of Libya and Iraq have inspired many countries to ensure their security at all costs.What we should be talking about is not how to make North Korea disarm, but how to ensure the unconditional security of North Korea and how to make any country, including North Korea feel safe and protected by international law that is strictly honoured by all members of the international community. This is what we should be thinking about.We should think about guarantees, which we should use as the basis for talks with North Korea. We must be patient, respect it and, at the same time, take into account the dangers arising from this, the dangers of the nuclear status and the presence of nuclear weapons.Of course, the current situation is fraught with unpredictable scenarios, which we must avoid.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "You have obviously thought of this as an experienced foreign policy and security analyst and a strategist. How do you see the North Asia security situation over the next five to 10 years, given you have Russia, you have China, you have Korea and Japan?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You have said correctly that we have a common border, even if a short one, with North Korea, therefore, this problem has a direct bearing on us. The US is located across the ocean, and the UK is located far away, while we are right here, in this region, and the North Korean nuclear range is not far away from our border. This why this concerns us directly, and we never stop thinking about it.I would like to return to my answer to your previous question. We must respect North Korea's legitimate security concerns. We must show it respect, and we must find a way of ensuring its security that will satisfy North Korea. If we do this, the situation may take a turn nobody can imagine today.Do you remember what turn the situation took after the Soviet Union adopted the policy of detente? Do I need to say anything else?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, you have been in power or very close to power. I think in Davos I said to you when we met you were not in power but still calling all the shots. After 20 years at the top or near the top, has your appetite for risk increased?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It did not increase or decrease. Risk must always be well-justified. But this is not the case when one can use the popular Russian phrase: He who doesn't take risks, never drinks champagne. This is not the case. Quite possibly, risks are inevitable when one has to make certain decisions. Depending on the scale of any decision, risks can be small or serious.Any decision-making process is accompanied by risk. Before taking one's chances, one has to meticulously assess everything. Therefore, risk based on an assessment of the situation and the possible consequences of the decisions is possible and even inevitable. Foolish risks overlooking the real situation and failing to clearly comprehend the consequences are unacceptable because they can jeopardise the interests of a great number of people.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "How big was this Syria risk in terms of your decision to intervene?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It was sufficiently high. However, of course, I thought carefully about this well in advance, and I considered all the circumstances and all the pros and cons. I considered how the situation around Russia would develop and the possible consequences. I discussed this matter with my aides and ministers, including those in charge of law enforcement agencies and other senior officials. In the long run, I decided that the positive effect from our active involvement in Syrian affairs for Russia and the interests of the Russian Federation would far outweigh non-interference and passive observation of how an international terrorist organisation grows ever stronger near our borders.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "What has the return been like on the risk taken in Syria?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I believe that it has been a good and positive return. We have accomplished even more than I had expected. First of all, many militants planning to return to Russia were eliminated. This implies several thousand people. They were planning to return to Russia or neighbouring countries with which we do not maintain any visa regime. Both aspects are equally dangerous for us. This is the first thing.Secondly, we have managed to stabilise the situation in a nearby region, one way or another. This is also highly important. Therefore, we have directly strengthened Russia's domestic security. This is the third thing.Fourthly, we have established sufficiently good business-like relations with all regional countries, and our positions in the Middle East region have become more stable. Indeed, we have established very good, business-like, partner-like and largely allied relations with many regional countries, including Iran, Turkey and other countries.Primarily, this concerns Syria, we have managed to preserve Syrian statehood, no matter what, and we have prevented Libya-style chaos there. And a worst-case scenario would spell out negative consequences for Russia.Besides, I would like to openly speak of the mobilisation of the Russian armed forces. Our armed forces have received such practical experience that they could not have obtained during any peacetime exercises.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Are you committed to [Syrian leader Bashar] al-Assad remaining in power or can we see, at some point, the transition in Syria that Russia would support, which would not be Libya?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I believe that the Syrian people should be free to choose their own future. At the same time, I would like the actions of external players to be substantiated and, just as in the case of the risks you have mentioned, predictable and understandable, so that we can consider at least our next moves.When we discussed this matter only recently with the previous US administration, we said, suppose Assad steps down today, what will happen tomorrow?Your colleague did well to laugh, because the answer we got was very amusing. You cannot even imagine how funny it was. They said, We don't know. But when you do not know what happens tomorrow, why shoot from the hip today? This may sound primitive, but this is how it is.Therefore, we prefer to look at problems thoroughly from all possible angles and not to be in any hurry. Of course, we are perfectly aware of what is happening in Syria. There are internal reasons for the conflict, and they should be dealt with. But both sides should do their bit. I am referring to the conflicting parties.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, does that same argument apply to Venezuela? In other words, you are not prepared to see a transition in Venezuela and you are absolutely committed to President [Nicolas] Maduro.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Oh, and it seemed we had started so well. Please do not take offence to what I am going to say next. You won't, will you? We were off to such a terrific start, talking seriously, and now you have moved back to the stereotype views on Russia.We have no nothing to do with what is happening in Venezuela, if you know what I mean.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "What are those advisers doing then in Caracas?VP: I will say this now, if you just let me finish. There is no problem with that.Back under [President Hugo] Chávez we sold weapons to Venezuela, without any limits and problems. We did this absolutely legally just as it is done all around the world and as every country does, including the US, the UK, China and France. We did this too we sold weapons to Venezuela.We signed contracts, which say what we have to do when it comes to servicing this military equipment, that we must train local specialists, ensure that this equipment is maintained in combat readiness and so on. We provide maintenance services for this equipment. I have already said this many times, including to our American partners: there are no Russian troops there. Do you understand? Yes, there are Russian specialists and instructors there. Yes, they are working there. Only recently, I believe it was a week ago, a group of our advisers and specialists left the country. But they can return.We have an agreement that our aircraft fly there from time to time to take part in exercises. And this is it. Are we regulating the rebels' actions as some of our partners are doing, or the actions of President Maduro? He is the president, why should we control his actions? He is in control. Whether he is doing well or not, this is another matter altogether. We do not make any judgments.I believe that many things could have been done differently there when it comes to the economy. But we do not meddle in things; it is none of our business. We have invested billions of dollars there, mostly in the oil sector. So what? Other countries are doing the same as well.It looks like everything is preserved only by Russian weapons. This is not true. It has nothing in common with reality. Where are the self-proclaimed presidents and opposition leaders? Some of them have taken refuge in foreign embassies and others are in hiding. What do we have to do with this? This problem should be sorted out by the Venezuelan people themselves. This is all.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "I was just applying your theory and your experience of seeing what happened in Libya and Iraq to Venezuela. And therefore, logically, you would say, We are committed to Mr Maduro because we do not want to see regime change from outside. Is that the Russian position? Or might you be willing to say, We will support [Venezuela's opposition leader Juan] Guaidó because we have important oil interests in Venezuela?VP: We are prepared for any developments in any country, including Venezuela, if they are taking place in accordance with internal rules and the country's legislation, its constitution, and in line with the people's will.I do not think that Libyan or Iraqi statehood would have been wrecked if there had been no intervention there. It would not have happened in Libya, the situation was absolutely different there. Indeed, [former Libyan leader Muammer] Gaddafi wrote his books there, set forth his theories, and so on, which did not meet specific standards, and his practical work did not meet European or American perceptions of democracy.Incidentally, the president of France said recently that the American democratic model differs greatly from the European model. So there are no common democratic standards. And do you, well, not you, but our Western partners, want a region such as Libya to have the same democratic standards as Europe and the US? The region has only monarchies or countries with a system similar to the one that existed in Libya.But I am sure that, as a historian, you will agree with me at heart. I do not know whether you will publicly agree with this or not, but it is impossible to impose current and viable French or Swiss democratic standards on North African residents who have never lived in conditions of French or Swiss democratic institutions. Impossible, isn't it? And they tried to impose something like that on them. Or they tried to impose something that they had never known or even heard of. All this led to conflict and intertribal discord. In fact, a war continues in Libya.So why should we do the same in Venezuela? Do we want to revert to gunboat diplomacy? What do we need it for? Is it necessary to humiliate Latin American nations so much in the modern world and impose forms of government or leaders from the outside?By the way, we worked with President Chávez because he was president. We did not work with President Chávez as an individual, but we worked with Venezuela. That is why we channelled investments in the oil sector.And where did we plan to deliver Venezuelan oil while investing in the oil sector? As you know, Venezuela has unique oil that is mostly delivered to US refineries. What is so bad about that? We wanted the Venezuelan oil and gas sector to operate steadily, predictably and confidently and to make deliveries to those US refineries. I do not understand what is so wrong with this.First, they faced economic problems, followed by domestic political problems. Let them sort things out by themselves, and these leaders will come to power by democratic means. But when a person enters a square, raises his eyes to the sky and proclaims himself president? Let us do the same in Japan, the US or Germany. What will happen? Do you understand that this will cause chaos all over the world? It is impossible to disagree with this. There will be pure chaos. How could they act like this? But no, they started supporting that person from the very outset.He may be a very good person. He may be just wonderful, and his plans are good. But is it enough that he entered a square and proclaimed himself president? Is the entire world supposed to support him as president? We should tell him to take part in elections and win them, and then we would work with him as the state leader.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Let us talk about another democracy in Europe, my own country. You are going to have a meeting with [Theresa] May, which is going to be one of her last meetings before she steps down as prime minister. Do you think that there is a possibility of some improvement in Anglo-Russian relations and that we can move on from some of these issues that are obviously of great sensitivity, like the Skripal affair? Or do you think that we are going to stay in a deep freeze for the next three or five years?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Listen, all this fuss about spies and counterspies, it is not worth serious interstate relations. This spy story, as we say, it is not worth five kopecks. Or even five pounds, for that matter. And the issues concerning interstate relations, they are measured in billions and the fate of millions of people. How can we compare one with the other?The list of accusations and allegations against one another could go on and on. They say, You poisoned the Skripals. Firstly, this must be proved.Secondly, the average person listens and says, Who are these Skripals? And it turns out that [Sergei] Skripal was engaged in espionage against us [Russia]. So this person asks the next question, Why did you spy on us using Skripal? Maybe you should not have done that? You know, these questions are infinite. We need to just leave it alone and let security agencies deal with it.But we know that businesses in the UK (by the way, I had a meeting with our British colleagues in this same room), they want to work with us, they are working with us and intend to continue doing so. And we support this intent.I think that Mrs May, despite her resignation, could not help but be concerned that these spy scandals made our relations reach a deadlock so we could not develop our ties normally and support business people, who are doing what? They do not only earn money, this is what is on the outside. They create jobs and added value, plus they provide revenue at all levels of the tax system of their countries. This is a serious and multi-faceted job, with the same risks you mentioned, including risks related to business operations. And if we add an unpredictable political situation, they will not be able to work at all.I think that both Russia and the UK are interested in fully restoring our relations. At least I hope that a few preliminary steps will be made. I think it would be easier for Mrs May, maybe, because she is leaving and is free to do what she thinks is right, important and necessary and not to bother about some domestic political consequences.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Some people might say that a human life is worth more than five pennies. But do you believe, Mr President that whatever happened . . .",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Did anybody die?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Oh yes. The gentleman who had a drug problem and he died after touching the novichok in the car park. I mean somebody did that because of the perfume. It was more than one person that died, not the Skripals. I am just . . .",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "And you think this is absolutely Russia's fault?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "I did not say that. I said somebody died.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You did not say that, but if it has nothing to do with Russia . . . Yes, a man died, and that is a tragedy, I agree. But what do we have to do with it?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Let me just ask this and I really want to talk about the Russian economy. Do you believe that what happened in Salisbury sent an unambiguous message to anyone who is thinking of betraying the Russian state that it is fair game?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As a matter of fact, treason is the gravest crime possible and traitors must be punished. I am not saying that the Salisbury incident is the way to do it. Not at all. But traitors must be punished.This gentleman, Skripal, had already been punished. He was arrested, sentenced and then served time in prison. He received his punishment. For that matter, he was off the radar. Why would anybody be interested in him? He got punished. He was detained, arrested, sentenced and then spent five years in prison. Then he was released and that was it.As concerns treason, of course, it must be punishable. It is the most despicable crime that one can imagine.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "The Russian economy. You spoke the other day about decline in the real wages in the Russian workforce and Russian growth has been less than expected. But at the same time, Mr President, you have been accumulating foreign exchange reserves and international reserves at some 460bn. What are you saving for? What is the purpose? Can't you use some of this money to ease up on the fiscal side?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Let me correct a few very small details. Real wages are not in decline in Russia. On the contrary, they are starting to pick up. It is the real household disposable income that is falling.Wages and income are two slightly different things. Income is determined by many parameters, including loan servicing costs. People in Russia take out a lot of consumer loans and interest payments are counted towards expenses, which drags down real income indicators. Also, the shadow economy is undergoing legalisation. A substantial part of self-employed people I believe, 100,000 or 200,000 have already legalised their business. This, too, affects real incomes of the population, disposable incomes.This tendency has persisted for the past four years. Last year we recorded a small increase of 0.1 per cent. It is not enough. It is still within the margin of error. But it is one of the serious problems that we need to deal with and we are dealing with it.Real wages started to grow recently. Last year there was an 8.5-per cent increase. This year, the growth rate of real wages has significantly decreased due to a whole range of circumstances. I mean that last year we saw a recovery growth and there are some other factors involved. However, it continues. And we really expect that it will have an effect on real household disposable incomes.Even more so because lately we have adopted a number of measures to speed up the growth of retirement pensions. Last year the inflation rate was 4.3 per cent and, based on these results, in the beginning of this year pensions were adjusted for inflation by 7.05 per cent. And we set ourselves a goal, a task which, I am certain, will be achieved to adjust pensions by a percentage that is above the inflation rate.Now, real incomes were also affected because we had to increase VAT from 18 to 20 per cent, which affected people's purchasing power because the inflation rate exceeded 5 per cent.In other words, we expected that the negative impact of the VAT increase would be short-term, which is exactly what happened. Fortunately, it worked out and our calculations proved right. Now the inflation rate is going down, the macroeconomic situation is improving; investment is rising slightly. We can see that the economy has overcome those difficulties that were caused by internal and external shocks. The external shocks were related to restrictions and slumping prices on our traditional export products. The economy has stabilised.The macroeconomic situation in the country is stable. It is not accidental and all rating agencies registered it. The three major agencies raised our investment rating. Economic growth last year was 2.3 per cent. We do not think it was enough but we will, of course, work on speeding up the pace. The growth rate in industrial production was 2.9 per cent and even higher, up to 13 per cent in some industries (light industry, processing and garment industries and several others). Therefore, overall, our economy is stable.But the most important task we need to achieve is to change the structure of the economy and secure a substantial growth of labour productivity through modern technologies, Artificial Intelligence, robotics and so on. This is exactly why we increased VAT, to raise budget funds for performing a certain part of this job that is the state's responsibility, in order to create conditions for private investment. Let us take transport and other infrastructure development. Hardly anybody besides the state is involved in it. There are other factors related to education and healthcare. A person who has health problems or has no training cannot be efficient in the modern economy. The list goes on.We really hope that by starting this work on key development areas, we will be able to increase labour productivity and use this basis for ensuring an increase in the incomes and prosperity of our people.As concerns the reserves, you are not exactly correct here, either. We have over 500bn in gold and foreign currency reserves, rather than 460bn. But the understanding is that we need to create a safety net that would let us feel confident and use the interest on our existing resources. If we have 7 per cent more, we can spend those 7 per cent.This is what we plan for the next year and there is a high probability that we will succeed. Do not think that this money is just sitting on the shelf. No, it creates certain guarantees for Russia's economic stability in the midterm.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "The central bank has done a very good job in helping to secure macroeconomic stability even if some of the oligarchs complain about banks being closed.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, first of all, we do not have oligarchs any more. Oligarchs are those who use their proximity to the authorities to receive super profits. We have large companies, private ones, or with government participation. But I do not know of any large companies that get preferential treatment from being close to the authorities, these are practically non-existent.As for the central bank, yes, it is engaged in a gradual improvement of our financial system: inefficient and small-capacity companies, as well as semi-criminal financial organisations are leaving the market, and this is large-scale and complicated work.It is not about oligarchs or large companies; the thing is that it affects, unfortunately, the interests of the depositor, the average person. We have relevant regulatory acts that minimise people's financial losses and create a certain safety net for them. But each case should be considered individually, of course.In general, the work of the central bank, in my opinion, deserves support. It is related to both the improvement of the financial system and the calibrated policy regarding the key interest rate.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, I would like to go back to President Xi and China. As you know, he has pursued a rigorous anti-corruption campaign in order to clean up the party, maintain the legitimacy and strengthen the party. He has also read the history of the Soviet Union, where [Mikhail] Gorbachev essentially abandoned the party and helped to destroy the country the Soviet Union. Do you think that Mr Xi is right in his approach that the party is absolutely crucial? And what lessons do you draw for Russia? If I can just add, you said something interesting a few years ago about the break-up of the Soviet Union being the greatest geopolitical tragedy of the 20th century.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "These two issues are not connected. As for the tragedy related to the dissolution of the Soviet Union, this is something obvious. I meant, first of all, the humanitarian aspect of it. It appears that 25m ethnic Russians were living abroad when they learned from the television and radio that the Soviet Union had ceased to exist. Nobody asked their opinion. The decision was simply made.You know, these are issues of democracy. Was there an opinion poll, a referendum? Most (over 70 per cent) of the citizens of the USSR spoke in favour of retaining it. Then the decision was made to dissolve the USSR, but nobody asked the people, and 25m ethnic Russians found themselves living outside the Russian Federation. Listen, is this not a tragedy? A huge one! And family relations? Jobs? Travel? It was nothing but a disaster.I was surprised to see the later comments on what I said, in particular, in the Western media. They should try to live through seeing their father, brother or any other close relative finding themselves living in a different country, where a whole new life has started. I assure you.As for the party and the party state building in China, this is for the Chinese people to decide; we do not interfere. Today's Russia has its own principles and rules of life, and China with its 1.35bn people has its own. You try to rule a country with such a population. This is not Luxembourg, with all due respect to this wonderful country. Therefore, it is necessary to give the Chinese people the opportunity to decide how to organise their lives.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Again a big picture question. I talked at the beginning of our conversation about fragmentation. Another phenomenon today is that there is a popular backlash against elites and against the establishment and you have seen that Brexit in Britain. Perhaps you were speaking about Trump's America. You have seen it with the AFD in Germany; you have seen it in Turkey; and you have seen it in the Arab world. How long do you think that Russia can remain immune to this global movement of backlash against the establishment?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You should look at the realities in each particular case. Of course, there are some trends, but they are only general. In each particular case, when looking at the situation and how it unfolds, you should take into account the history of the given country, its traditions and realities.How long will Russia remain a stable country? The longer the better. Because very many other things and its position in the world depend on stability, on internal political stability. Ultimately, the wellbeing of the people depends, possibly primarily, on stability.One of the reasons, the internal reason for the Soviet Union's collapse was that life was difficult for the people, whose take-home wages were very small. The shops were empty, and the people lost the intrinsic desire to preserve the state.They thought that it could not get worse no matter what happened. It turned out that life became worse for very many people, especially at the beginning of the 1990s when the social protection and healthcare systems collapsed and industry was crumbling. It could be ineffective, but at least people had jobs. After the collapse, they lost them. Therefore, you should look at each particular case separately.What is happening in the West? What is the reason for the Trump phenomenon, as you said, in the US? What is happening in Europe as well? The ruling elites have broken away from the people. The obvious problem is the gap between the interests of the elites and the overwhelming majority of the people.Of course, we must always bear this in mind. One of the things we must do in Russia is never to forget that the purpose of the operation and existence of any government is to create a stable, normal, safe and predictable life for the people and to work towards a better future.There is also the so-called liberal idea, which has outlived its purpose. Our Western partners have admitted that some elements of the liberal idea, such as multiculturalism, are no longer tenable.When the migration problem came to a head, many people admitted that the policy of multiculturalism is not effective and that the interests of the core population should be considered. Although those who have run into difficulties because of political problems in their home countries need our assistance as well. That is great, but what about the interests of their own population when the number of migrants heading to Western Europe is not just a handful of people but thousands or hundreds of thousands?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Did [German chancellor] Angela Merkel make a mistake?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Cardinal mistake. One can criticise Trump for his intention to build a wall between Mexico and the US. It could be going too far. Yes, maybe so. I am not arguing about this point. But he had to do something about the huge inflow of migrants and narcotics.Nobody is doing anything. They say this is bad and that is bad as well. Tell me, what is good then? What should be done? Nobody has proposed anything. I do not mean that a wall must be built or tariffs raised by 5 per cent annually in the economic relations with Mexico. This is not what I am saying, yet something must be done. He is at least looking for a solution.What am I driving at? Those who are concerned about this, ordinary Americans, they look at this and say, Good for him, at least he is doing something, suggesting ideas and looking for a solution.As for the liberal idea, its proponents are not doing anything. They say that all is well, that everything is as it should be. But is it? They are sitting in their cosy offices, while those who are facing the problem every day in Texas or Florida are not happy, they will soon have problems of their own. Does anyone think about them?The same is happening in Europe. I discussed this with many of my colleagues, but nobody has the answer. The say they cannot pursue a hardline policy for various reasons. Why exactly? Just because. We have the law, they say. Well, then change the law!We have quite a few problems of our own in this sphere as well. We have open borders with the former Soviet republics, but their people at least speak Russian. Do you see what I mean? And besides, we in Russia have taken steps to streamline the situation in this sphere. We are now working in the countries from which the migrants come, teaching Russian at their schools, and we are also working with them here. We have toughened the legislation to show that migrants must respect the laws, customs and culture of the country.In other words, the situation is not simple in Russia either, but we have started working to improve it. Whereas the liberal idea presupposes that nothing needs to be done. The migrants can kill, plunder and rape with impunity because their rights as migrants must be protected. What rights are these? Every crime must have its punishment.So, the liberal idea has become obsolete. It has come into conflict with the interests of the overwhelming majority of the population. Or take the traditional values. I am not trying to insult anyone, because we have been condemned for our alleged homophobia as it is. But we have no problems with LGBT persons. God forbid, let them live as they wish. But some things do appear excessive to us.They claim now that children can play five or six gender roles. I cannot even say exactly what genders these are, I have no notion. Let everyone be happy, we have no problem with that. But this must not be allowed to overshadow the culture, traditions and traditional family values of millions of people making up the core population.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Does that include this is very important, like you say the end of this liberal idea, because what else did you say uncontrolled immigration, open borders, definitely, as you say, diversity as an organising principle in society? What else do you think is just finished over in terms of the liberal idea? And would you say if I could just add that religion therefore must play an important role in terms of national culture and cohesiveness?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It should play its current role. It [religion] cannot be pushed out of this cultural space. We should not abuse anything.Russia is an Orthodox Christian nation, and there have always been problems between Orthodox Christianity and the Catholic world. This is exactly why I will now say a few words about Catholics. Are there any problems there? Yes, there are, but they cannot be over-exaggerated and used for destroying the Roman Catholic Church itself. This is what cannot be done.Sometimes, I get the feeling that these liberal circles are beginning to use certain elements and problems of the Catholic Church as a tool for destroying the Church itself. This is what I consider to be incorrect and dangerous.All right, have we forgotten that all of us live in a world based on biblical values? Even atheists and everyone else live in this world. We do not have to think about this every day, attend church and pray, thereby showing that we are devout Christians or Muslims or Jews. However, deep inside, there must be some fundamental human rules and moral values. In this sense, traditional values are more stable and more important for millions of people than this liberal idea, which, in my opinion, is really ceasing to exist.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "So religion, religion is not the opium of the masses?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "No, it is not. But I get the impression that you are detached from religion because it is already 12.45am Moscow time, and you continue to torture me. As we say here, there is no fear of God in you, is there? (Laughter).",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "This is history. I have waited a long time for this. I have got one last question. And thank you for your go on please.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Please, go ahead.Henry Foy: Mr President, would you say I was reflecting on what you just said: some of the themes you were referring to would echo in people such as [former Trump adviser] Steve Bannon, and Mr Trump himself, and the groups in Europe who have come to power. Do you think if the end of the liberal idea is over, is now the time of the illiberals? And do you see more and more allies growing around the world to your way of seeing the human existence at the moment?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You know, it seems to me that purely liberal or purely traditional ideas have never existed. Probably, they did once exist in the history of humankind, but everything very quickly ends in a deadlock if there is no diversity. Everything starts to become extreme one way or another.Various ideas and various opinions should have a chance to exist and manifest themselves, but at the same time interests of the general public, those millions of people and their lives, should never be forgotten. This is something that should not be overlooked.Then, it seems to me, we would be able to avoid major political upheavals and troubles. This applies to the liberal idea as well. It does not mean (I think, this is ceasing to be a dominating factor) that it must be immediately destroyed. This point of view, this position should also be treated with respect.They cannot simply dictate anything to anyone just like they have been attempting to do over the recent decades. Diktat can be seen everywhere: both in the media and in real life. It is deemed unbecoming even to mention some topics. But why?For this reason, I am not a fan of quickly shutting, tying, closing, disbanding everything, arresting everybody or dispersing everybody. Of course, not. The liberal idea cannot be destroyed either; it has the right to exist and it should even be supported in some things. But you should not think that it has the right to be the absolute dominating factor. That is the point. Please.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "You really are on the same page as Donald Trump. Mr President, you have been in power for almost 20 years.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "For 18 years.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "You have seen many world leaders. Who do you most admire?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Peter the Great.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "But he is dead.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "He will live as long as his cause is alive just as the cause of each of us. (Laughter). We will live until our cause is alive.If you mean any present-day leaders from different countries and states, of the persons that I could communicate with, I was most seriously impressed by former president of France [Jacques] Chirac. He is a true intellectual, a real professor, a very level-headed man as well as very interesting. When he was president, he had his own opinion on every issue, he knew how to defend it and he always respected his partners' opinions.In modern-day history, taking a broader view, there are many good and very interesting people.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Peter the Great, the creator of the Greater Russia. Need I say any more? My last question, Mr President. Great leaders always prepare succession. Lee Kuan Yew prepared succession. So please share with us what would the process be by which your successor will be chosen.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I can tell you without exaggeration that I have always been thinking about this, since 2000. The situation changes and certain demands on people change, too. In the end, and I will say this without theatrics or exaggeration, in the end the decision must be made by the people of Russia. No matter what and how the current leader does, no matter who or how he represents, it is the voter that has the final word, the citizen of the Russian Federation.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "So the choice will be approved by the Russian people in a vote? Or through the Duma?VP: Why through the Duma? By means of direct secret ballot, universal direct secret ballot. Of course, it is different from what you have in Great Britain. We are a democratic country. (Laughter).In your country, one leader has left, and the second leader, who is for all intents and purposes the top figure in the state, is not elected by a direct vote of the people, but by the ruling party.It is different in Russia, as we are a democratic country. If our top officials leave for some reason, because they want to retire from politics like Boris Yeltsin, or because their term ends, we hold an election through universal direct secret ballot.The same will happen in this case. Of course, the current leader always supports someone, and this support can be substantive if the person supported has the respect and trust of the people, but in the end, the choice is always made by the Russian people.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "I cannot resist pointing out that you did take over as president before the election.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Yes, this is true. So what? I was acting president, and in order to be elected and become the head of state, I had to take part in an election, which I did.I am grateful to the Russian people for their trust back then, and after that, in the following elections. It is a great honour to be the leader of Russia.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "ft.com",
    "outgoing": false,
    "text": "Mr President, thank you for spending time with the Financial Times in Moscow, in the Kremlin.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "8974384e19334ca185bbf7411147a4f6",
    "conversationWithName": "ft.com",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Thank you for your interest in the events in Russia and your interest in what Russia thinks about the current international affairs. And thank you for our interesting conversation today. I believe it was really interesting. Thank you very much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Dear viewers, welcome to this interview with Russian President Vladimir Putin in Sochi. Mr. President, welcome, and thank you for this opportunity [to speak to you] before your visit to the Middle East.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It is my pleasure. I think it is a good tradition to meet with a country's media before visiting it. As for the visit to Saudi Arabia, we attach great importance to it. It is, in a sense, a return visit after the visit by King of Saudi Arabia, Custodian of the Two Holy Mosques, to Russia. It was the first, historic visit. We consider it historic, and it really is. There is one more thing that I believe is important to note. In Soviet times, relations between Saudi Arabia and the Soviet Union were at a rather low level. In recent years, the quality of our relations has changed dramatically. We consider Saudi Arabia a friendly nation. I have very good relations with both the King and the Crown Prince. We have been making good headway practically in all fields. I will start with the economy. There is still a lot to be done, but we have set a good pace. Last year it was up 15 percent. In the first six months of 2019 growth was as high as 38 percent. We are considering some good joint projects. Our Direct Investment Fund and the Public Investment Fund of Saudi Arabia have jointly established a $10 billion platform. $2 billion have already been invested. Work is underway on other projects, and some promising and interesting projects have already been implemented. We also consider it possible to operate on the territory of Saudi Arabia. One of our companies is exploring the possibility of building a petrochemical facility with investments of more than $1 billion. It is SIBUR Holding, Russia's largest company in this sector. We are fostering a partnership in the trust-based, sensitive area of military and defense cooperation. We have been negotiating for a long time. Equally important are our joint efforts to resolve the regional crises. In this regard, I would like to emphasize the positive role Saudi Arabia has played in resolving the Syrian crisis. We are working especially closely with Turkey and Iran, as you all know. But I believe that without Saudi Arabia's contribution towards a Syrian settlement, it would have been impossible to achieve a positive trend. Therefore, I would like to express our gratitude to both the King and the Crown Prince for this constructive approach. I am confident that my visit will help to build up the momentum both in developing bilateral relations and enhancing cooperation in international organizations.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President thank you very much for this opportunity. Of course, your visit to the region includes the UAE. You have a strategic partnership with the country, and there has been long-standing bilateral cooperation. I would like to know your vision of the role that the UAE could play in the framework of joint cooperation which was recently suggested by Russia. What role could a country like the UAE, and other countries in the region, play in this initiative that Russia suggested?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You have just mentioned the strategic nature of our cooperation. Indeed, we signed a strategic partnership memorandum last year, and we see the United Arab Emirates as one of our very close and promising partners. The signing of this document was not a coincidence, it demonstrated the quality and nature of relations between the United Arab Emirates and the Russian Federation. I have to say that, as is the case with Saudi Arabia, our partnership is vigorously developing in all areas. Of all the Gulf countries, we have the highest level of trade, $1.7 billion, but of course, this is not enough, we are well aware of that. So currently, we are working with the UAE's sovereign fund. The joint platform is worth approximately $7 billion. $2 billion have already been invested, work is underway on other projects. And of course, it is safe to say that the United Arab Emirates greatly contribute to resolving regional crises, and play a stabilizing role in the region. It is no great secret that we maintain regular contacts with the leadership of the United Arab Emirates. There is even an established tradition, a practice to compare notes regarding different topics. In my opinion, we are doing it for the benefit of both parties, and the region as a whole.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, in your presidency that has lasted for more than two decades, some harsh developments have taken place in the Arab world. Entire countries have fallen. Iraq and Libya fell, the situation in Yemen is on a cliff-edge, and last, but not least, what happened in Syria. Arabs who think that Russia has become a major power again in the region - and this is what we touch upon through our coverage on RT Arabic and our understanding of Russia's foreign policy - they ask: Why haven't you taken a harsh stance against rich countries like Libya and Iraq, when you have a harsher stance with the Syrians?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "First of all, during the crises in Iraq and Libya, I was not in office. But this is not the main reason. The thing is that, as is commonly known, in the case of Iraq, the United States circumvented the United Nations Security Council. The US had no mandate to use force against Iraq. Actually, I was President at that moment. Anyway, Russia did not support the invasion. Russia, France and Germany did not support the US plans regarding Iraq. What is more, we warned about the potential adverse implications, and that is exactly what happened. The initial euphoria of military victories soon gave way to despondency and pessimism about the consequences of the victory. Because all Iraqi government institutions were destroyed, but no new institutions were established, at least in the beginning. On the contrary, the radical forces got a boost, and terrorists groups became stronger. Many former officers of Saddam Hussein's army and security service agents resurfaced and joined the ranks of what later evolved into ISIS. So, those who led and supported this campaign had not considered the ramifications. We do expect that there will be some positive developments in Iraq, and despite some internal problems, the country will continue to move forward. Although there are still a lot of problems to deal with, we are perfectly aware of that. As for Libya, the chaos wrought by the military operations still prevails, but in this case, our Western partners played a trick on us, using the vernacular term (I do not know how this will be translated). Russia voted for the corresponding Security Council resolution. After all, what does this resolution say, if you read it carefully? The resolution prohibited Qaddafi to use aviation against the rebels. But there was nothing about allowing any air strikes on Libyan territory. But that was what actually happened. So, basically, what happened there was done circumventing the UN Security Council. And we are all aware of what happened next. There is still chaos and confusion; a flow of migrants went through Libya to Europe. Qaddafi had always warned about that, he said that he stopped African migrants from going to Europe. As soon as this wall' was gone, they started pouring into Europe. And now they have what they were warned about. But that is probably not even the main issue. Most importantly, it is destabilizing the entire Middle East region. As for Syria, we came to Syria to support the legitimate government, and I would like to emphasize the word legitimate.' It does not mean that they do not have internal problems; I am ready to talk about it in detail later. It does not mean that the current leadership is not responsible for what is going on there. They are, but it does not mean that we were to allow terrorist organizations to capture Syria and to establish a terrorist pseudo-state there. We could not allow militants to move to former Soviet republics. We do not have hard borders or a visa regime with them. We could not allow militants to infiltrate Russia from there. We already had such an experience and we know what this might lead to. We still remember what happened in Russia's North Caucasus region not that long ago. This is why we made a decision to support the legitimate government. We have not just provided assistance to the legitimate government. We proceed from the premise that internal political contradictions must be and can be resolved by political methods only. That is why we were so adamant. I am glad to see it happening now as part of the political process, as a result of the establishment of the so-called Constitutional Committee. This idea was conceived right here, in Sochi, at the Syrian National Dialogue Congress that brought together various political forces, including the opposition and the government. And here Syrians agreed among themselves to set up a constitutional committee that would work on changing the Syrian Constitution or drafting a new one. We have trodden a hard, arduous, and long path to form this committee. Now it has finally been formed, on behalf of the government, on behalf of President Assad, and on behalf of the opposition. I expect that in the coming days, it will take its first steps in Geneva under the auspices of the UN.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, you talk positively about the relationships that tie Saudi Arabia with Russia, but as you know, Saudi Arabia, which is a strategic partner for Russia in the energy sector, was subjected to a terrorist attack that targeted two facilities. While the world was discussing Iran's involvement in the attacks, you were defending Tehran and asked for evidence to prove its involvement. What is Russia's stance regarding this incident?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Our official position is as follows: we condemn any such actions, end of story. This is the official position. We said this at the very beginning, and I have recently reiterated it at the Russian Energy Week forum in Moscow. There should be no room for doubt here. Such actions never yield any results for anyone, including those who plot and execute them. Why? If someone may have wanted to deal a blow to the oil market, they failed. There were indeed some fluctuations in prices, but I do not think it was anything too serious, even though the initial response was quite strong. The prices went back to normal in the very first week, because the fundamental factors that the market depends on will never allow the prices to either skyrocket or take a nosedive. Secondly, we – and I personally – maintain close contacts with the leadership of Saudi Arabia, including the Crown Prince. We discussed the incident, and I told him that I thought it necessary to collect evidence, to find the perpetrators behind that incident. Mohammed bin Salman agreed with me in principle, and asked me a [01.01.20, 01:00:00] alarabiya.net: Could Russia take part in the investigation? I said yes, we are ready to share anything that might be necessary, everything we have for a thorough investigation. Our position remains unchanged. It is counter-productive to put the blame on someone before finding out exactly who was behind the incident.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "But Mr. President, can we get confirmation that Moscow will not hesitate to punish Iran if investigations prove it was behind the attacks?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I have just said it and I will repeat, regardless of who stood behind the incident, we condemn any such actions. That is exactly what I said before, and I really meant it. There is no other way to interpret this.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, regarding the recent attacks on Saudi Arabia, you undoubtedly know that countries in the region have concerns about Iran's destabilizing role in the region, and you will undoubtedly hear about them when you visit the region. Iran today supports a number of militias in the region: in Lebanon, Yemen, Iraq, Syria, and other [countries]. Does Russia feel concerned about Iran's destabilizing role in the region? And how can Iran's behavior change?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "As I said, we have an unprecedented level of partnership, I would even say friendly relations with Saudi Arabia and the United Arab Emirates. But Russia will never be friends with one country against another. We build bilateral relations that rely on positive trends generated by our contacts; we do not build alliances against anyone. This is my first point. Secondly, you and your audience understand, I believe, that Russia and Iran are neighbors; this is a factor we always bear in mind. Thirdly, Iran is a major regional power, an ancient country with a rich cultural legacy. If we want to build good relations with a country - and I believe every country in the region would want to have good relations with each other, no one seeks a standoff or, perish the thought, any conflict. No one does. I know that there is no one looking for a showdown and that is true for both Saudi Arabia and the UAE. If we want to set a positive agenda, we need to acknowledge that our partners have their own legitimate interests. I am not weighing in on what is legitimate and what is not. I just want to underscore that it is only natural that a big country like Iran, which has existed on its territory for thousands of years has its own interests. Persians and Iranians have lived here for centuries. And we should respect those interests. Of course, it is debatable what is legitimate and what is not, which interests are legitimate and which cross the line. However, you need to have dialogue to understand each other, to puzzle out all the nuances, intricacies and issues. Without dialogue, you cannot solve any problem. That is why I think I can share the concerns of the UAE and Saudi Arabia, but in the case of bilateral issues, it is up to them to resolve them. As for Russia, we will do everything in our power to create the right conditions for positive change. Russia has cordial relations with Iran and is on very good terms with our Arab friends. Back in the Soviet times, we did not have any particularly deep relations with Saudi Arabia, but we were truly close with almost all the Arab countries. The Soviet Union was on very good terms with the entire Arab world. Today we are back to the same level of partnership. Therefore, if we put to good use the cordial relations that we have with Iran, the Arab world, Saudi Arabia and the UAE, I think we can come up with something that would be of interest to everyone. Previously, I mentioned the positive role that we play in Syria. It is true that we – Turkey, Iran, and Russia – work hard, shoulder to shoulder, to achieve positive results. However, it would have been impossible without support from Saudi Arabia, and we all understand that. And, of course, without assistance from the UAE as well. It means that, despite acute contradictions, there is still something that brings us together towards a common goal. You just need to find such a goal and then apply concerted efforts to reach it. That can create the right setting for the normalization of relations between the countries in the region.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "If my colleague allows me to quickly comment on the subject of Iran, Mr. President, today there is talk about the need to renegotiate the P5+1 agreement, the nuclear deal with Iran, to include its destabilizing role, its missile programs, and all of these things. Is Russia in support of renegotiating the P5+1 deal to include these issues, which concern the countries in the region?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "There is the JCPOA or the Iran nuclear deal, which specifies certain limits and commitments for Iran, and Iran has accepted them. Let us be frank here, otherwise the conversation will be too dull: the countries of the region do have some contradictions, and you have just mentioned them. There is disagreement between Iran and Israel, Iran and the US. I believe that attempts must be made to settle those disagreements, to seek a way out of the complicated situations that we observe today. However, if we agree that there are contradictions between regional powers and Iran, then who can take up the role of an arbitrator and decide whether Iran complies with the JCPOA or not? First and foremost, an arbitrator should be impartial, right? Second, an arbitrator should be a professional. Third, it should be someone respected by the international community. We have such an arbitrator, the IAEA, the International Atomic Energy Agency. And the IAEA has publicly, without any hesitation, said that Iran fully complies with all of its obligations. What we are seeing is not quite productive. Not to mention that it is just unfair to blame Iran for failing to deliver on some commitments. It is counter-productive because when a person or a country is treated so unfairly, they start acting in a way different manner, not the way existing agreements require. When one party does not abide by its obligations, why would the other still honor them? Nevertheless, I believe that Iran should follow both the letter and spirit of the agreement. But that is a different question. As for the missile program, I suppose the issue can and should be part of the discussion too. In Russia, there is a saying, and I think Muslims would understand the meaning as well: You should know the difference between God's gift and fried eggs [dollars to doughnuts]. These are two different matters. The missile program is one thing, and the nuclear program is something different. It does not imply that the missile program should not be part of the conversation, especially since it raises certain concerns. There is a place for discussion, but let us not mix apples and oranges here; otherwise, all the progress that has been made could be totally lost.Therefore, I think that such a discussion can take place, but it should not cancel out all the achievements on the principle track, that is putting a cap on Iran's nuclear activities.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "If you allow me. Regarding the Gulf countries' recent security concerns: Through your first-hand knowledge, there have also been incidents, including the mutual seizing of ships, attacks on ships, as well as attacks on Aramco facilities which resulted in material losses, and thank God there weren't any human losses, according to Saudi Arabia. In your opinion, how will these serious incidents affect the OPEC countries' cooperation? We haven't heard a clear position from the concerned countries about your proposal to establish a joint security coalition in the Arabian Gulf region: Do you think this initiative will be implemented? Is it viable?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Your questions seem to be linked, but still deal with separate issues. Our cooperation within OPEC+ is one thing, while regional security and stability and our proposals is a different one. First, if anyone thinks that seizing tankers and attacking oil infrastructure can in any way affect cooperation between Russia and our Arab friends, Saudi Arabia and the UAE, that they can undermine or break down our cooperation with OPEC+, then they are profoundly wrong. On the contrary, we will forge ever closer ties because our main goal is to stabilize global energy markets. Technically, we need to cut global reserves to some sensible level, so that these reserves do not affect prices. We have made some good strides and whatever we have managed to achieve has served not only oil producers, but also consumers. Neither producers nor consumers want high prices, rather we all want stability in the global market. Let me be straight with you, all that has been done under the leadership of Crown Prince Mohammed bin Salman. Overall, those were his initiatives, and we just backed them. Now we see that we did the right thing. We need to respond to any attempt to destabilize the market. Russia will certainly continue working with Saudi Arabia and other partners and friends in the Arab world to counter any attempts to wreak havoc in the market. Now let us turn to Russia's initiative to stabilize the situation in the Gulf region. We put that initiative forward some time ago. We proposed to establish some sort of an organization that would bring together the countries of the region as well as several other stakeholders, the US and the EU, to name just a few. This organization would serve as a platform to discuss crises and all kinds of pressing problems. Some have already voiced their support; others say it is too early to launch such an initiative. And the reason for that, by the way, is the serious contradictions between regional powers. From my point of view, these deep contradictions call for such a platform, so that countries could at least sit at the negotiating table. As you may be aware, sometimes it is not the negotiations that matter, but a handshake. A handshake can mean a lot.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Is it possible to count on Russia being a mediator between Iran, Saudi Arabia, and the Gulf countries?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "The role of mediator is not a rewarding one. I believe that our partners in Iran and Saudi Arabia do not need any mediation. Since we maintain very friendly relations with all the countries in the region, including Iran and the Arab states, such as Saudi Arabia and the UAE, we could certainly help relay some messages between the parties, so they could hear each other's position. But since I personally know the leaders of these countries, I am perfectly sure that they have no need for any advice or mediation. What you can do is maintain a friendly conversation with them and present some ideas from a friend's perspective. I am convinced that as highly intelligent people they listen and analyze everything they hear. From this point of view, yes, we could play a positive role in the process, to some extent.Mohammed al Tomaihi: Mr. President, I will be as direct as you have been. You said confidently that Iran was not involved in the attacks [on Saudi Aramco facilities], and once again we go back to the main story: You recently met with President Rouhani. Did Rouhani confirm to you that Tehran was not involved in these terrorist attacks? And if it wasn't Iran, who could be behind these attacks, then?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Yes, that is exactly what he said. He said that Iran had nothing to do with this. We met on the sidelines of an international summit. It was the summit of the Eurasian Economic Union, an organization we created with a number of ex-Soviet states. A few months ago, the Eurasian Economic Union and Iran signed an interim agreement on a free trade area. We have a free trade area agreement with Singapore and Vietnam, and we are also working on one with Israel and Egypt. The Eurasian Economic Union has enjoyed successful cooperation with many states across the globe. Iran is about to join this process, and we discussed these prospects just recently, on the sidelines of the summit in Yerevan, Armenia.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "You didn't answer the second part of my question, Mr. President. You certainly have a strong presence in the Arabian Gulf, you have high intelligence capabilities and high military capabilities. How can a country like Russia not know who is behind the Aramco facilities' attacks?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Believe it or not, we do not know. I asked the heads of the Foreign Intelligence Service and the Ministry of Defense the very next day. We do not know. I will refrain from any further comments as to who should know in order not to hurt anyone's feelings, but I can say that we do not have any definitive information regarding the incident.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, let us return to the topic of Syria. You mentioned Syria a minute ago. You announced the end of military operations in Syria, and you have said that work must now be done to start a political settlement. I also heard what you said at the Valdai Discussion Club. You say that Syria can be considered an example of how conflicts in the region should be solved. Can we discuss today the possibility of political settlements in Syria before the complete withdrawal of all foreign presence from the country? Today there are countries that share power in Syria. There is, of course, Russia, Iran, Turkey, and the US. The situation in the region is unstable. Can we talk about a political settlement before there is stability in the region?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "There is always hope. Do not ever give it up. I can only agree with you that all the forces deployed illegitimately inside any sovereign state – in this case Syria – must leave. This is true for everyone. If Syria's new legitimate government chooses to say that they have no more need for Russia's military presence, this will be just as true for Russia. Right now, we are discussing this openly with all our partners, including Iran and Turkey. We spoke about it with our American partners many times. And I will be as open with you as I have been with my counterparts: Syria must be free from other states' military presence. And the territorial integrity of the Syrian Arab Republic must be completely restored.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Do you have a plan for Syria's political future? And what role does Russia play in it?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It is a difficult question, and it is a question that only Syrians can answer. I hope that they do so not by taking up arms and fighting a war against their own people, but through negotiations, in this case, as I said, in Geneva. The very first step along this path is to work on the country's Constitution, whether by amending the existing Constitution or drafting a new one. In either case, it must protect the interests of all the ethnic and religious groups. People need to know that they live in their own country and that it protects them by law. This must be equally true for Sunnis and Shia, for Alawites and Christians, because Syria has always been a state with many religions, and it could pride itself on this. Only insane people could have started a deranged, purging campaign, killing other people, as these terrorists did in Syria. Again, it will not be easy; it will be a difficult process, but I believe it can work. Do you know why I feel positive about it? People are returning home. We are talking thousands of people. They are returning from abroad and from other Syrian provinces. They are coming home. This is a sure sign of the trust they have in the situation we have today; they trust the government and its guarantees, and they trust the guarantor states. I am happy to say that Syrians welcome and trust Russian troops and Russia's military police. The military police units deployed there are doing a good job. They are mostly Muslims from the North Caucasus. And the local residents trust them and feel free to ask them for help and protection. I have reports of such cases. I am happy to say all this, but in order to have long-term peace, people need to find a way to settle things between themselves. The worst peace is always better than the best of wars.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Let us leave the Middle East and the Arabian Gulf region for now. You constantly stress the need for good and normalized US-Russia relations, because any imbalance in the relationship or tensions could destabilize the world. The current [US] administration may have had some stakes in the Kremlin about taking steps towards normalizing and improving relations. This is what it seems like so far, based on [US] President [Donald] Trump's occasional tweets; you, of course, are not interested in social media, but I'm sure your press department briefs you with information -",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I must say that I do not have any Twitter account or anything, so I do not follow anyone there. Of course, I get reports from my staff from time to time. The opinion of the President of the United States always matters; it is always very important for many parties and for the world overall, but I do not follow him personally.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Well, if President Trump wins a second term, do you think he will improve? Will he be more aggressive when making decisions towards Russia, which constantly states that it is ready for dialogue with the US administration?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "You work for Russia Today, don't you? Well, it is because of people like you that Russia will be accused of meddling in the election, because you said just now that Trump could be re-elected. They will say, Gotcha! This is Russia interfering with the election campaign. Jokes aside, we all know what President Trump says about Russian-American relations and how he talks about them. We know that during his previous campaign, he called for relations to get back to normal, but unfortunately, nothing has been done. But we do not hold it against anyone because we can all see what is going on in the American domestic political scene these days. The domestic political agenda prevents the incumbent president from embarking on a drastic improvement of relations between our countries. In any case, we will work with any administration to the extent it is willing to work with us. However, we cannot help but feel concern over overall global security and strategic balance. This is obvious. In 2002 (and President Trump has nothing to do with it), the United States withdrew from the ABM treaty, which, I would like to reiterate, was the cornerstone of the entire global strategic security system, because it imposed limits on the missile defense systems of our countries. Do you see the point? The point was to make it clear that neither party can ever win a nuclear war, should it happen. That was the whole point. The United States withdrew from the treaty in order to secure some serious strategic advantage for themselves, thinking that they might shield themselves from a threat, unlike Russia. It would leave Russia in a very vulnerable position, while the US would be protected by an ABM system. Back then, I told our US partners that there is no way of knowing how well such a system would work and so we will not waste tens of billions on it. But strategic balance must be maintained, which means that we will develop offensive weapons that will defeat any ABM system. And we have developed them, and everyone knows it by now. The ABM systems are designed to intercept ballistic missiles, i.e. missiles that follow a ballistic trajectory whereas what we did was we enhanced and improved ballistic missiles significantly and developed a new weapon that has no rivals in the world. We have hypersonic missiles that follow a low trajectory rather than a ballistic one. No one has hypersonic missiles today, except us. Of course, the world's leading powers will one day develop them, sooner or later. But we will be able to come up with something new by that time. I know what projects our scientists, researchers, designers and engineers are working on right now. Unfortunately, this has led to an arms race of sorts. But that is what has happened. It is a fact. Sadly, this is true. Now, recently, the US also withdrew from the Intermediate-Range Nuclear Forces (INF) Treaty. It think it was a mistake, too, and that they could have gone a different path. I do understand the US concerns. While other countries are free to enhance their defenses, Russia and the US have tied their own hands with this treaty. However, I still believe it was not worth ruining the deal; I believe there were other ways out of the situation. The New START Treaty is actually the only treaty that we have to prevent us from falling back into a full-scale arms race. It serves to further reduce and limit strategic offensive arms, that is to limit the entire range of strategic weapons, the entire strategic triad: land, sea and air-based combat inter-continental ballistic missile launchers. This treaty expires in 2021. To make sure it is extended, we need to be working on it right now. We have already submitted our proposals; they are on the table of the US Administration. There has been no answer so far. Our understanding is that they have not made up their minds yet as to whether they need to extend the treaty or not. But if this treaty is not extended, the world will have no means of limiting the number of offensive weapons, and this is bad news. The situation will change, globally. It will become more precarious, and the world will be less safe and a much less predictable place than today.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Let us return once again to the arms race. Can we understand from your answer, President Putin, that there is an arms race back on again? Are we experiencing, or possibly about to be in, a Cold War?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "I wish it does not happen. In any case, Russia will be the least affected party because, as I said, we already have the next generation of weapons, and these are unprecedented, with unmatched capabilities. In that sense, we have done our homework. We do not need to rush now and can calmly think of what could be done next. Military spending also plays a role here. It may or may not come as a surprise to you but Russia ranks seventh in terms of defense spending. Saudi Arabia is third. The US military spending totals 716 billion, if I am not mistaken, and next year they asked for 750 billion. Next comes China with around 177 billion, followed by Saudi Arabia, with 59 billion, right? Trailing behind are the UK, France, Japan, with 48.1 billion, based on the data I have, and Russia is only seventh with 48 billion. However, we have unmatched military capabilities. What has made it possible? It comes as a result of focused research on priority areas, and the credit here goes to our specialists, their ability to identify those areas, mobilize resources. It has been made possible thanks to research institutions, production know how, fundamental knowledge and competences. Therefore, an arms race is a bad thing, and it will not be good for the world. However, we will not be dragged into exorbitant budget spending games.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Despite that, NATO has become more extensive. Do you feel threatened? How will Russia respond?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "We do feel it, certainly. We have always felt it and voiced our concerns. We were told, Don't be afraid. You are not the target and there is nothing to fear. NATO is changing, it is no longer a military bloc, it does not have belligerent intentions, and stuff like that. In the meantime, the North Atlantic Treaty remains in place, in particular Article 5, if I am not wrong, that guarantees military support to other members, etc. It is a military bloc. As its infrastructure is moving closer to our borders, we are not happy about it. There is another trick. I think it is clear to everyone that NATO is just a US foreign policy tool. Europe is aware of it. Take the French president. I do not need to make anything up. Another trick is that once countries join NATO, they have no say over the arms that are installed on their territory. This was the case in Romania with missile defense. Poland will soon get it, too. It will be really close to our border. It is certainly a threat to us. We see it as an attempt to neutralize our strategic nuclear capabilities. However, it is clear their efforts are doomed to failure. I believe experts now see this as well. Now that we have the cutting edge systems that I mentioned earlier, these moves are no longer a threat to us. I do not want to say what we really think about it. Still, there is nothing positive about it. So yes, we do see this as destructive activities that escalate tension. There is nothing good about it.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, there is another issue that used to be important to Russia, in the past at least: The Palestinian-Israeli peace process. Russia has been a major sponsor of this process since it was launched at the Madrid Conference [of 1991]. Today, Russia is absent or almost absent on this issue. The Americans have a monopoly on it, and are launching the deal of the century and similar initiatives. The Israeli government has proceeded to [occupy] more land and establish settlements. The peace process has changed. Where is Russia in all these developments? Why is Russia not involved in this issue?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "This does not depend on us or our actions. It is up to all the stakeholders whether they want to see someone in the process or not. Incidentally, we have very good relations with Israel as well. Almost 1.5 million Israelis come from the former Soviet Union. Israel is almost a Russian-speaking country. The Russian language is often heard in shops everywhere. We do care about what is happening in Israel. However, we have a principled position on the Israeli-Palestinian settlement: we are fully committed to all the UN decisions and believe that they must be executed. Now on the deal of the century'. We will support any deal that will bring peace but we need to know what it is about. The US has been pretty vague about the details of the deal. Washington has kept in the dark the global and domestic public, the Middle East, and Palestine. We believe it is important to ensure a two-state solution and establish the State of Palestine. We suggested hosting direct talks in Moscow between the Israeli Prime Minister and the head of the Palestinian Authority, but the meeting never took place, unfortunately. We have been doing what we can: we have held several meetings between different Palestinian groups. Restoring Palestinian unity would be a major contribution to the process. Speaking with different voices undermines the united Palestinian stance. But we are working on it. It does not mean that we have quit the process altogether, and are no longer interested in it. We are deeply committed primarily because we believe that the Israeli-Palestinian conflict is key to resolving many other regional issues. Unless it is resolved, it will continue to feed radicalism and terrorism, among other things. When people feel they have no legal ways to uphold their rights, they take up arms. In this sense, I feel the Israelis are also interested in a long-term, ultimate solution, not just the Palestinians.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Mr. President, it seems that we are running out of time. Maybe each colleague should ask one question. Mr. President, you have spoken positively more than once about the Saudi Crown Prince Mohammed bin Salman. During more than one conference, you seemed to have close and good personal ties with him. Can you count on the positive role he is playing in fostering the relations between the two countries, and in the Middle East in general?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "That is exactly his role today, and he has been quite successful. Indeed, we have very good personal ties. He has been behind many of our initiatives, and these projects are being put into practice. As I said, he came up with OPEC+, he endorsed the joint platforms of our investment funds. Two billion worth of investment has been made by now. He raised the need for broader defense cooperation, and we have a good plan of joint activities in that area. This is already happening. Hopefully, our collaboration will continue to expand going forward. As for Saudi Arabia's role in the region, it is definitely one of the key countries there. It does have an impact based on its capabilities and its position in the energy market. Saudi Arabia can be safely called a global player since it has an impact on the world energy market, on world energy in general. This is why cooperation with Saudi Arabia, its King and Crown Prince bin Salman is very important, and we will develop our relations going forward.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "If you allow me … Before we came here, we published a survey on RT Arabic's website, and we received hundreds, perhaps thousands, of questions. We said, If you have a chance to meet with the Russian president, what questions would you like to ask? We have gathered a list of these questions, and of course there are a lot and we don't have enough time, but the most common question was this: Arab viewers or speakers are worried about Russia's relationship with the Arab world if you do not run for presidency again in the next elections. Are you certain that your successor will take the same approach in supporting the Arab world as you do?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "It is not about the name of the Russian president, it is about our national interests. It is in the interests of the Russian and other nations of the Russian Federation to nurture relations with the Arab world. It has always appealed to Russia with its enigma, culture, opportunities and potential. I have no doubt that Russia is set to boost the pace of its interaction with the Arab world in the years to come.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Thank you very much.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Very briefly, Mr. President: The Arab world has witnessed a lot of developments in the last decade, since 2011 - what is known as the Arab Spring - and now there are new developments in the region in Algeria, Sudan, and the elections in Tunisia … Do you see any positive signs that the region might be entering a new phase, in which it will be more stable than the previous stages we have witnessed?",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "Vladimir Putin",
    "outgoing": true,
    "text": "Clearly, the region is not in a state of stability. We all understand it; we can see it with our own eyes. But all things pass. I hope it will be over one day. It will not get better quickly on its own, if you just leave things as they are, without attempts to improve the situation. Russia will do all it can to make sure things get back to normal and as soon as possible. We do not think you can and should handle the situation from above'. As I said, we have many friends in the Arab world. It is time to get Syria back into the Arab family, to re-instate it in the Arab League. We will work hard to bring it back to normal and to help our friends. However, the pace of improvements will ultimately depend on the people who are responsible for the situation in their countries. I am convinced stabilization is inevitable and I wish it happens as soon as possible.",
    "language": "en",
    "platform": "interview-transcripts"
  },
  {
    "timestamp": 1577840400.0,
    "conversationId": "25b9b2d20954425a87fdd1ae0a6244b1",
    "conversationWithName": "alarabiya.net",
    "senderName": "alarabiya.net",
    "outgoing": false,
    "text": "Thank you Mr. President for this interview.",
    "language": "en",
    "platform": "interview-transcripts"
  }
]